Repository: dellsystem/ctlibre.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Archives
fr: Les archives

source: All articles
fr: Tous les articles

source: Ongoing
fr: Actualités

source: Journal
fr: Revue

source: About
fr: À propos

source: fr
fr: en

source: FR
fr: EN

source: Photo source
fr: Origine d'image

source: Source on Github
fr: Github

source: Masthead
fr: Titre

source: Legal
fr: Mention légal

source: Speak to Us / Join Us
fr: Nous Rejoindre

source: by
fr: par

source: Board of directors
fr: Conseil d'administration

source: Publisher
fr: Éditeur

source: Associate Publisher
fr: Éditeur Adjoint

source: IT Director
fr: Directeur Informatique

source: Managing Editor
fr: Directeur de Rédaction

source: English Editor
fr: Rédacteur Anglais

source: French Editor
fr: Rédacteur Français
