[
{
    "pk": 1, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "permission", 
        "name": "permission", 
        "app_label": "auth"
    }
},
{
    "pk": 2, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "group", 
        "name": "group", 
        "app_label": "auth"
    }
},
{
    "pk": 3, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "user", 
        "name": "user", 
        "app_label": "auth"
    }
},
{
    "pk": 4, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "contenttype", 
        "name": "content type", 
        "app_label": "contenttypes"
    }
},
{
    "pk": 5, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "session", 
        "name": "session", 
        "app_label": "sessions"
    }
},
{
    "pk": 6, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "site", 
        "name": "site", 
        "app_label": "sites"
    }
},
{
    "pk": 7, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "logentry", 
        "name": "log entry", 
        "app_label": "admin"
    }
},
{
    "pk": 8, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "author", 
        "name": "author", 
        "app_label": "news"
    }
},
{
    "pk": 9, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "category", 
        "name": "category", 
        "app_label": "news"
    }
},
{
    "pk": 10, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "categorytranslation", 
        "name": "category translation", 
        "app_label": "news"
    }
},
{
    "pk": 11, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "article", 
        "name": "article", 
        "app_label": "news"
    }
},
{
    "pk": 12, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "articletranslation", 
        "name": "article translation", 
        "app_label": "news"
    }
},
{
    "pk": 13, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "page", 
        "name": "page", 
        "app_label": "cms"
    }
},
{
    "pk": 14, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "pagetranslation", 
        "name": "page translation", 
        "app_label": "cms"
    }
},
{
    "pk": 15, 
    "model": "contenttypes.contenttype", 
    "fields": {
        "model": "authortranslation", 
        "name": "author translation", 
        "app_label": "news"
    }
},
{
    "pk": "3v7ujexe5nz1xw37os9oezqznjgpyq3d", 
    "model": "sessions.session", 
    "fields": {
        "expire_date": "2013-11-16T03:43:25.982Z", 
        "session_data": "NGY5MmI1MTJjNDdjNzk3ZThmODk2ODQzMTdiYzI3OWQ3MmI3N2VmNzqAAn1xAShVEl9hdXRoX3VzZXJfYmFja2VuZFUpZGphbmdvLmNvbnRyaWIuYXV0aC5iYWNrZW5kcy5Nb2RlbEJhY2tlbmRVDV9hdXRoX3VzZXJfaWRLAVUPZGphbmdvX2xhbmd1YWdlWAIAAABmcnECdS4="
    }
},
{
    "pk": "afn3myqxxq1l19ykivqk0apscw5x6n76", 
    "model": "sessions.session", 
    "fields": {
        "expire_date": "2013-11-15T06:20:02.310Z", 
        "session_data": "YzY4YWMyNTM5MjVmYzQ2NjdiM2U0Mzg2YTg1ZTI2NjFjNzBjMmZhYTqAAn1xAVUPZGphbmdvX2xhbmd1YWdlWAIAAABlbnECcy4="
    }
},
{
    "pk": "d0vdn8eijkpgqe9333qqw2wt6yjsceez", 
    "model": "sessions.session", 
    "fields": {
        "expire_date": "2013-11-15T20:08:17.412Z", 
        "session_data": "YzY4YWMyNTM5MjVmYzQ2NjdiM2U0Mzg2YTg1ZTI2NjFjNzBjMmZhYTqAAn1xAVUPZGphbmdvX2xhbmd1YWdlWAIAAABlbnECcy4="
    }
},
{
    "pk": 1, 
    "model": "sites.site", 
    "fields": {
        "domain": "localhost:8000", 
        "name": "localhost"
    }
},
{
    "pk": 1, 
    "model": "news.author", 
    "fields": {
        "graphic": "graphics/black.png", 
        "name": "Robin Morgan", 
        "slug": "robin-morgan"
    }
},
{
    "pk": 2, 
    "model": "news.author", 
    "fields": {
        "graphic": "graphics/splash4.jpg", 
        "name": "Nick Keramarios", 
        "slug": "nick-keramarios"
    }
},
{
    "pk": 3, 
    "model": "news.author", 
    "fields": {
        "graphic": "graphics/black_1.png", 
        "name": "Max Nemni", 
        "slug": "max-nemni"
    }
},
{
    "pk": 1, 
    "model": "news.authortranslation", 
    "fields": {
        "bio": "Robin Morgan is currently studying Law at McGill University with a focus on constitutional law and an interest in government in Canada.", 
        "parent": 1, 
        "language_code": "en"
    }
},
{
    "pk": 2, 
    "model": "news.authortranslation", 
    "fields": {
        "bio": "Robin Morgan étudie présentement Droit à l'Université McGill avec un accent sur ​​le droit constitutionnel et un intérêt pour le gouvernement au Canada.", 
        "parent": 1, 
        "language_code": "fr"
    }
},
{
    "pk": 3, 
    "model": "news.authortranslation", 
    "fields": {
        "bio": "Associate Publisher Nick Keramarios is currently studying International Business at McGill University with experience in international relations.", 
        "parent": 2, 
        "language_code": "en"
    }
},
{
    "pk": 4, 
    "model": "news.authortranslation", 
    "fields": {
        "bio": "Nick Keramarios, Éditeur Adjoint, étudie présentement le Commerce International à l'Université McGill avec une expérience dans l'analyse des relations internationales.", 
        "parent": 2, 
        "language_code": "fr"
    }
},
{
    "pk": 5, 
    "model": "news.authortranslation", 
    "fields": {
        "bio": "Coming soon", 
        "parent": 3, 
        "language_code": "en"
    }
},
{
    "pk": 6, 
    "model": "news.authortranslation", 
    "fields": {
        "bio": "Bientot", 
        "parent": 3, 
        "language_code": "fr"
    }
},
{
    "pk": 1, 
    "model": "news.category", 
    "fields": {
        "graphic": "graphics/10387867543_6b60d2f00d.jpg"
    }
},
{
    "pk": 2, 
    "model": "news.category", 
    "fields": {
        "graphic": "graphics/4934167197_ff00d46b6e_b.jpg"
    }
},
{
    "pk": 1, 
    "model": "news.categorytranslation", 
    "fields": {
        "slug": "points", 
        "description": "The “points” section would be called the “news” section, except at Cité Libre we conceive of problem as “points” and “derivatives”—analysis of a point gives you necessary yet limited information; it is difficult to take a position or defend an idea with only a point (or news in real/current time).", 
        "name": "Points", 
        "parent": 1, 
        "language_code": "en"
    }
},
{
    "pk": 2, 
    "model": "news.categorytranslation", 
    "fields": {
        "slug": "mise-a-jour", 
        "description": "THIS NEEDS A FRENCH TRANSLATION", 
        "name": "Mise à jour", 
        "parent": 1, 
        "language_code": "fr"
    }
},
{
    "pk": 3, 
    "model": "news.categorytranslation", 
    "fields": {
        "slug": "derivatives", 
        "description": "The “derivatives” section would be called the “academic/peer-reviewed” section, except, at Cité Libre, we conceive of problems as “points” and “derivatives”—analysis of a derivative gives you important information about the direction of the function defining political events/policy/policy-making; it is easier to take a position or defend an idea (or define the direction of our values) with this sort of analysis.", 
        "name": "Derivatives", 
        "parent": 2, 
        "language_code": "en"
    }
},
{
    "pk": 4, 
    "model": "news.categorytranslation", 
    "fields": {
        "slug": "revue", 
        "description": "THIS NEEDS A FRENCH TRANSLATION", 
        "name": "Revue", 
        "parent": 2, 
        "language_code": "fr"
    }
},
{
    "pk": 1, 
    "model": "news.article", 
    "fields": {
        "category": 2, 
        "graphic": "graphics/Robins_Article_Cover_Photo_1.jpeg", 
        "author": 1, 
        "created_on": "2013-11-02T00:02:16.709Z", 
        "modified_on": "2013-11-02T03:21:40.415Z", 
        "is_lead_story": true
    }
},
{
    "pk": 2, 
    "model": "news.article", 
    "fields": {
        "category": 1, 
        "graphic": "graphics/Nicks_Article.jpeg", 
        "author": 2, 
        "created_on": "2013-11-02T00:21:44.043Z", 
        "modified_on": "2013-11-02T00:21:44.043Z", 
        "is_lead_story": false
    }
},
{
    "pk": 3, 
    "model": "news.article", 
    "fields": {
        "category": 2, 
        "graphic": "graphics/Cover_Photo_for_Nemnis_Article.JPG", 
        "author": 3, 
        "created_on": "2013-11-02T02:24:30.014Z", 
        "modified_on": "2013-11-02T03:43:22.434Z", 
        "is_lead_story": false
    }
},
{
    "pk": 1, 
    "model": "news.articletranslation", 
    "fields": {
        "description": "Robin Morgan examine les origines canadiens français du Multiculturalisme Canadien et la façon dont la Charte des Valeurs diminue l'évolution de ces origines.", 
        "parent": 1, 
        "title": "Multiculturalisme, dialogue, et le Canada", 
        "content": "La création de la Charte de valeurs du Parti québécois a fait revenir la question des accommodements raisonnables au Québec. Nous sommes à nouveau incertains de quelles limites contraignent les «droits d’un individu de partager, préserver et renforcer leur identité culturelle »[^1] et des vrais objectifs du multiculturalisme au Canada. Nous voyons une certaine confusion sur le multiculturalisme qui nous entoure, et des citoyens de toutes provenances parlent de plus en plus fort pour se faire entendre. Au lieu de hausser le ton et de proclamer notre supériorité culturelle, nous choisissons de leur répondre, et en répondant, nous créons un dialogue qui montre notre engagement envers le multiculturalisme et que la société canadienne n’a pas qu’un visage, mais plusieurs. C’est ce dialogue et cet engagement envers l’entente, l’inclusivité et le multiculturalisme qui définit le Canada.\r\n\r\nLe succès du multiculturalisme au Canada s’attribue en grande partie au récit de la fondation de la nation. Alors que le 19e siècle a vu la prolifération d’un nationalisme fondé sur l’homogénéité culturelle, le Canada a pris une approche différente. Dès le début de négociations pour la confédération, il était clair que deux conditions devaient être respectées. D’abord, le Canada ne pouvait exister sans la province du Bas-Canada (Québec). Ensuite, le Québec devait absolument pouvoir préserver sa culture distinctive. Après de longues délibérations, la vision du Canada comme pays biculturel fut très populaire, ajoutant un peu de vie dans l’Acte de Constitution de 1867, qui créa donc le Canada. Le biculturalisme fut élément de normalisation important, comme l’explique le Professor Maguet de l’Université d’Ottawa: «le Canada fut renforcé par des garanties rigoureuses d’autonomie pour les divers groupes éparpillés de deux communautés nationales dans les régions où elles vivaient comme des minorités.»[^2] Le Canada n’était pas qu’une entité politique binationale comprenant les provinces franco-canadiennes et anglo-canadiennes; c’était plutôt une nation où les anglophones et francophones avaient des droits constitutionnels pour protéger leur culture – peu importe le lieu où ils se trouvaient. C’est ce principe fondateur du biculturalisme qui a ouvert la voie au multiculturalisme canadien.\r\n\r\nLa recognition culturelle de la société canadienne comme étant biculturelle s’est vite traduite en une recognition nationale des différences dans la société. Cette acceptation a ensuite permis le dialogue et débat constructif de gens ayant deux points de vue très différents. Dès la confédération, ce fut très clair pour les franco- et anglo-canadiens que si l’une des deux cultures tentait de transformer ses normes en loi, l’effort sera tout de suite voué à l’échec. Ce fut cette réalisation qui mena à des discussions et des négociations entre les deux groupes. Bien que ce dialogue fût souvent tendu, les deux groupes culturels vinrent à comprendre qu’une bonne politique ne vient pas de gens similaires avec une vision semblable qui acceptent des principes abstraits comme étant des faits réels, mais plutôt de discussions approfondies entre des individus venant de milieux différents. Le dialogue devint une des caractéristiques notables du Canada : l’approche étroite «lui contre moi» devint «il est différent, mais je valorise son opinion.» Cette mentalité, que le dialogue entre les cultures doit être promut plutôt qu’étouffé mena à la déclaration du multiculturalisme comme politique officielle du Canada (_Politique canadienne du multiculturalisme_) de même qu’à l’article §27 de la _Charte canadienne des droits et libertés_, qui garantit que «toute interprétation de la présente charte doit concorder avec l’objectif de promouvoir le maintien et la valorisation du patrimoine multiculturel des Canadiens.»\r\n\r\nProvenant à l’origine du biculturalisme, la promotion du dialogue entre les groupes culturels diverses est quelque chose de très canadien, et c’est sans doute une des raisons pour laquelle le multiculturalisme a eu autant de succès au Canada. Toutefois, le multiculturalisme canadien n’est pas sans ses critiques. Une des principales critiques est que le multiculturalisme créé des minorités infranationales qui se sentent plus attachées à leur propre culture qu’au Canada. En explorant les effets de la diversité ethnique sur la société, Professeur Robert Putnam de Harvard University a conclu que les communautés ethniquement diverses se font moins confiance, à moins qu’il y ait un sentiment important de solidarité.[^3] Il affirme aussi que ce sentiment de solidarité et d’appartenance ne requiert pas forcément une uniformité culturelle, mais plutôt une conviction commune de certaines valeurs universelles.\r\n\r\n![Flower arrangement](http://farm8.staticflickr.com/7176/7047099593_4f006836b4_b.jpg)\r\n\r\n<p class=\"caption\">Origine: <a href=\"http://www.flickr.com/photos/pinboke/7047099593/\">pinboke_planet (Flickr)</a></p>\r\n\r\nAu Canada, les valeurs constitutionnelles servent donc comme principes universels unificateurs. Les valeurs implicitement et explicitement décrites dans la Charte des droits et libertés agissent comme un vase qui retient ensemble toutes les cultures différentes de la société canadienne, qui n’est pas seulement composée de roses rouges; c’est plutôt des roses rouges, de jonquilles, de lys, des orchidées et toutes sortes de fleurs magnifiques. Au fur et à mesure que les fleurs poussent et s’entremêlent, elles deviennent un arrangement entièrement différent et unique. Sans les valeurs constitutionnelles, il n’y aurait aucun sens d’appartenance et la société stagnerait au lieu d’évoluer. Une de ces valeurs constitutionnelles, et peut être la plus importante d’entre elles, est l’insistance canadienne sur un dialogue interculturel régulier, qui émerge naturellement grâce à l’engagement canadien envers le multiculturalisme.\r\n\r\nToute loi cherchant à imposer une série particulière de valeurs culturelles sans en discuter au préalable avec d’autres cultures va à l’encontre des valeurs canadiennes. Même si le Québec met l’emphase sur l’interculturalisme plutôt que sur le multiculturalisme, la prévalence de diversité culturelle dans la province encourage tout de même un dialogue interculturel. C’est pour cela que toute tentative de délimiter des principes sur laquelle la société doit opérer doit inclure les contributions de tous les groupes culturels et non seulement la majorité. Pour prendre un exemple récent, la _Charte des valeurs_ du Parti québécois a été créée sans véritable contribution de québécois non-francophones qui ne viennent pas de milieux européens et principalement catholiques. Bien que la Charte ait un effet particulièrement démesuré sur ceux d’origine juive, musulmane et sikh (entre autres), qui forment tous une minorité importante dans la province, elle fut écrite en secret. Elle cherche à rendre officielle une série de valeurs hautement controversées et d’en faire les normes de la province, laissant ainsi ceux en désaccord à l’extérieur du vase. Ces individus ont l’impression qu’ils ne font pas partie d’un ensemble, et que pour être québécois, il faut conformer. Le dialogue interculturel cesse d’exister, avec les non-conformistes se faisant repousser aux marges de la société, ou déplacés entièrement.\r\n\r\nNous trouvons que la perspective aide souvent à établir si une idée et bonne ou mauvaise. Le dialogue multiculturel réunit des gens différents avec des expériences uniques et des façons de penser divergentes pour qu’ils puissent débattre leurs idées de tous les points de vue possibles. Cette discussion crée une impression d’appartenance et d’inclusivité; elle donne aux minorités le désir et la chance de repenser et d’affiner leur position. Le canadien moyen, peu importe ses origines, sait que les opinions des autres ont de l’importance. Seuls les législateurs les plus étroits d’esprit ignorent les avis des autres et créent intentionnellement des lois qui mènent à la discorde – montrant ainsi non seulement une ignorance des valeurs canadiennes, mais aussi une volonté de mettre en priorité  l’ambition politique, plutôt que le bien de la société.\r\n\r\n[^1]: \u0002 _Canadian Charter of Rights and Freedoms_, s 7, Part I of the Constitution Act, 1982, Being Schedule B to the Canada Act1982 (UK), 1982, c 11.\r\n[^2]: Joseph E Magnet, “Collective Rights, Cultural Autonomy and the Canadian State” (1987) 32 McGill LJ 170\r\n[^3]: Robert Putnam (2007). \"_E Pluribus Unum_: Diversity and Community in the Twenty-first Century -- The 2006 Johan Skytte Prize Lecture\". _Scandinavian Political Studies_ **30** (2): 137–174.", 
        "language_code": "fr", 
        "slug": "multiculturalisme-dialogue-et-le-canada"
    }
},
{
    "pk": 2, 
    "model": "news.articletranslation", 
    "fields": {
        "description": "Robin Morgan discusses the French-Canadian origins of Canadian Multiculturalism and how the proposed Charter of Values diminishes the evolution of those origins.", 
        "parent": 1, 
        "title": "Multiculturalism, Dialogue, and Canada", 
        "content": "The advent of the Parti Quebecois’ Charter of Values has caused the issue of reasonable accommodation to rise to the fore of Quebec politics. We once again find ourselves uncertain as to what limits, if any, constrain an individual’s “right to share, preserve, and enhance their cultural identity,”[^1] and what purpose multiculturalism serves within Canada. We see the uncertainty concerning multiculturalism which surrounds us, and citizens of all different cultural backgrounds speak to have their voices heard. Where we could lash out against such voices, claiming our own cultural superiority, we answer back. And in answering back we create dialogue, showing our commitment to multiculturalism – that Canadian society does not have one face, but many. It is this dialogue, this commitment to understanding, inclusiveness, and multiculturalism, which defines Canada. \r\n\r\nMulticulturalism’s success in Canada can be attributed to the nation’s founding narrative. Whereas the 19th century saw the proliferation of nationalism upon which cultural homogeneity was the cornerstone, Canada took a different approach. From the onset of negotiations regarding confederation, it was clear that two conditions needed to be met. First, Canada could not exist without the province of Lower Canada (Quebec). Second, Quebec must be able to retain its distinctive culture. After extensive deliberation, the idea that Canada should be a bi-cultural nation proved massively popular, breathing life into the 1867 Constitution Act which created Canada. Biculturalism proved to be a principle of great normalizing force, which, as explained by University of Ottawa’s Professor Maguet, “was reinforced by rigorous guarantees of autonomy for scattered pockets of the two national communities in those sub-pockets where they lived as a minority.”[^2] Canada was not simply a bi-national political entity comprising both French Canadian and English Canadian provinces; rather it was a nation where Anglophones and Francophones had constitutional rights to their culture – regardless of where they found themselves. It was this founding principle of biculturalism that paved the way for Canadian multiculturalism. \r\n\r\nThe constitutional recognition of Canadian society as bicultural translated into Canadians accepting that there is difference in society. This acceptance, in turn, allowed for constructive dialogue and debate from two very different points of view. From the onset of confederation, it was clear to both French and Anglo-Canadians that should one of the two cultures attempt to pass their own norms as law, their attempt would immediately fail. It was this realisation that led to discourse and negotiations between the two groups. Although this dialogue was often under strain, both cultural groups came to understand that good policy did not come from like-minded people of a similar background accepting abstract principle as tangible fact, but rather from careful discussion between individuals of different backgrounds. Dialogue became one of Canada’s defining features: the narrow-minded approach of “us versus them” transformed into “we may be different, but we value their opinion.” This mindset – that dialogue between cultures should be promoted rather than stifled – led to the declaration of multiculturalism as Canada’s official policy (_Canadian Multiculturalism Act_) as well as §27 of the _Canadian Charter of Rights and Freedoms_, which guarantees that “[t]his Charter shall be interpreted in a manner consistent with the preservation and enhancement of the multicultural heritage of Canadians.” \r\n\r\nOriginally stemming from biculturalism, the promotion of dialogue between different cultural groups is something uniquely Canadian – and undoubtedly one of the reasons why multiculturalism has been so successful in Canada. However, Canadian multiculturalism is not without criticism. One prevalent criticism of multiculturalism is that it creates sub-national minorities who feel more attached to their own culture than to Canada. While exploring how ethnic diversity affects society, Professor Robert Putnam of Harvard University concluded that ethnically diverse communities trust each other less, unless there is some overriding feeling of solidarity.[^3] He goes on to note that this feeling of solidarity and belonging does not require de-facto cultural uniformity, but a shared belief in universal values.\r\n\r\n![Flower arrangement](http://farm8.staticflickr.com/7176/7047099593_4f006836b4_b.jpg)\r\n\r\n<p class=\"caption\">Source: <a href=\"http://www.flickr.com/photos/pinboke/7047099593/\">pinboke_planet (Flickr)</a></p>\r\n\r\nIn Canada, constitutional values act as these unifying universal principles. The values both implicit and explicitly outlined in the Charter of Rights and Freedoms act as the vase that holds different cultures within Canadian society together. Canadian society is not a simple arrangement of red roses; rather, it is red roses, daffodils, lilies, orchids, and all sorts of stunning flowers. As the flowers grow and mix, they evolve into a wholly different arrangement. Without constitutional values, there would be no common sense of belonging; society would stagnate rather than evolve. One of these constitutional values, and perhaps the most important, is Canada’s insistence on healthy inter-cultural dialogue, necessarily arising out of Canada’s commitment to multiculturalism. \r\n\r\nAny law seeking to impose one set of ethno-cultural values on all other sub-national cultures, without entering into substantial inter-cultural dialogue, violates Canadian values. Although Quebec emphasizes interculturalism over multiculturalism, the prevalence of cultural diversity within the province still lends itself to the necessity of inter-cultural dialogue. This is why any attempt to clearly delineate principles upon which society should be run must include the input of all cultural groups, not just the majority. To take the most recent example, the PQ’s so-called Charter of Values was created without any input from Non-Francophone Quebecers of European and (largely) Catholic descent. Although the Charter has a significant disproportionate impact on those of the Jewish, Muslim, and Sikh faiths (among others), all of whom form substantial minorities within the province, it was drafted in secret. It seeks to establish one set of highly controversial values as the provincial norm – leaving those in disagreement outside of the vase. These individuals are told that they do not form a part of the ensemble; in order to be a Quebecer, you must conform. Inter-cultural dialogue ceases to exist, with non-conformists being pushed to the fringes of society, or being displaced altogether. \r\n\r\nWe find that perspective often establishes whether an idea is good or bad. Multicultural dialogue brings together different people, of different experiences and different ways of thinking, to debate ideas from every possible standpoint. This discussion creates a sense of belonging, of inclusiveness; it instils a desire and possibility for minorities to have their opinions heard and understood, while giving the majority an opportunity to rethink and refine their position. The average Canadian, irrespective of cultural background, has realized that opinions other than their own have value. It is only the most narrow-minded of legislators who would shun the opinions of others and purposefully create divisive laws – demonstrating not only a reckless upset of Canadian values, but also a willingness to prioritize political pandering above the public good.\r\n\r\n[^1]: \u0002 _Canadian Charter of Rights and Freedoms_, s 7, Part I of the Constitution Act, 1982, Being Schedule B to the Canada Act1982 (UK), 1982, c 11.\r\n[^2]: Joseph E Magnet, “Collective Rights, Cultural Autonomy and the Canadian State” (1987) 32 McGill LJ 170\r\n[^3]: Robert Putnam (2007). \"_E Pluribus Unum_: Diversity and Community in the Twenty-first Century -- The 2006 Johan Skytte Prize Lecture\". _Scandinavian Political Studies_ **30** (2): 137–174.", 
        "language_code": "en", 
        "slug": "multiculturalism-dialogue-canada"
    }
},
{
    "pk": 3, 
    "model": "news.articletranslation", 
    "fields": {
        "description": "Sensitive information collected by the Canadian Security Intelligence Service (CSIS) could be abused by Canada's allies due to unrestrictive sharing policies ...", 
        "parent": 2, 
        "title": "Intelligence: A Question of Coordination", 
        "content": "Sensitive information collected by the Canadian Security Intelligence Service (CSIS) could be abused by Canada's allies due to unrestrictive sharing policies, as explained by the Security Intelligence Review Committee (SIRC). The report highlights the fact CSIS is cooperating more closely with Communications Security Establishment Canada (CSEC), which has come under fire recently due to its involvement in the international Five Eyes alliance. CSEC, which monitors foreign telephone, satellite, and Internet traffic, passes information on to the U.S. National Security Agency and counterparts in Britain, Australia, and New Zealand. \r\n\r\nIn this post-9/11 era, transnational terrorist networks are a reality requiring coordinated efforts from all partners – global threats require a global response. More information sharing between allies is a good, but it is relatively ineffective without collaboration between internal security and intelligence agencies.\r\n\r\nFor example, in the case of 9/11, the 9/11 Commission Report examined how security and intelligence agencies were inadequately coordinated to prevent the attacks. The FBI and CIA were blamed for not warning both Bush and Clinton administrations of the growing threat posed by Al-Qaeda. In an internal review of the CIA, the Inspector-General, was harshly critical of senior CIA officials for their failure to share information on two of the 9/11 hijackers with the FBI. One recommendation from the 9/11 Commission Report led to the creation of a National Intelligence Director over both the CIA and the FBI in order to better coordinate efforts in combating terrorism. Learning from the American case, Canada may be able to avoid a similar coordination mishap.\r\n\r\nIntelligence sharing between Canadian agencies and allied counterparts is important, however it is necessary that the agency accountable for Canada’s security policies be able to account for the flow of sensitive information – information that may be essential to ensuring Canada’s security and its significance in the international intelligence community.", 
        "language_code": "en", 
        "slug": "intelligence-question-coordination"
    }
},
{
    "pk": 4, 
    "model": "news.articletranslation", 
    "fields": {
        "description": "Des renseignements sensibles récoltés par le Service canadien du renseignement de sécurité (SCRS) pourraient être abusés par les alliés du Canada suite à des politiques de partage sans restrictions ...", 
        "parent": 2, 
        "title": "Renseignements secrets: Une question de coordination", 
        "content": "Des renseignements sensibles récoltés par le Service canadien du renseignement de sécurité (SCRS) pourraient être abusés par les alliés du Canada suite à des politiques de partage sans restrictions, a expliqué le Comité de revue du renseignement de sécurité (CRRS). Le rapport souligne le fait que le SCRS coopère intimement avec le Centre de la sécurité des télécommunications Canada (CSTC), qui a récemment été visé suite à son association avec l’alliance «Five Eyes» internationale. Le CSTC, qui suit le trafic téléphone, satellite et Internet étranger transmet de l’information à la National Security Agency américaine et ses équivalents en Grande Bretagne, Australie et Nouvelle-Zélande.\r\n\r\nDans un monde qui continue après le 11 septembre 2001, les réseaux transnationaux terroristes demandent une bonne coordination entre tous les partenaires importants, car les menaces globales requièrent une réponse globale. Le partage de l’information entre les alliés est important, mais il devient assez inefficace sans collaboration entre la sécurité interne et les agences de renseignement. \r\n\r\nPar exemple, dans le cas du 11 septembre, un rapport écrit sur les attaques examine l’effet du manque de coordination des agences de renseignement et de sécurité. La FBI et la CIA ont été accusées de ne pas avoir prévenu les administrations Bush et Clinton de la menace croissante d’Al-Qaeda. Lors d’une révision interne de la CIA, l’inspecteur général fut très critique des membres seniors de celle-ci suite au fait qu’ils n’aient pas partagé d’information sur deux des terroristes avec la FBI. Une des recommandations du rapport mena à la création d’un directeur national du renseignement supérieur la CIA et la FBI afin de mieux coordonner leurs efforts pour combattre le terrorisme. En prenant exemple sur le cas américain, le Canada pourrait éviter de tels problèmes de coordination à l’avenir.\r\n\r\nLe partage de renseignements de sécurité entre les agences canadiennes et internationales et important, mais il est cependant important que l’agence liée aux politiques de sécurité du Canada puisse contrôler le transfert de renseignements délicats – des renseignements qui pourraient être essentiels pour assurer la sécurité du Canada et sa contribution continue à la communauté internationale de renseignement. ", 
        "language_code": "fr", 
        "slug": "renseignements-secrets"
    }
},
{
    "pk": 5, 
    "model": "news.articletranslation", 
    "fields": {
        "description": "The federal election of May 2nd 2011 has radically transformed Canada’s political landscape. After many aborted attempts the Conservative Party of Canada (CPC), finally acceded to its first ...", 
        "parent": 3, 
        "title": "Canada's New Political Landscape: What Looms Ahead?", 
        "content": "The federal election of May 2nd 2011 has radically transformed Canada’s political landscape. After many aborted attempts the Conservative Party of Canada (CPC), finally acceded to its first majority government. The Liberal Party of Canada (LPC), long perceived as “Canada’s Natural Governing Party”, couldn’t even hold on to its position as Official Opposition. The Bloc Québécois, which seemed to have become the untouchable official voice of Quebec in Ottawa, disintegrated. Finally, the NDP, which in its entire history had been almost totally shunned by the Quebec electorate and never came close to govern Canada, became the Official Opposition.\r\n\r\nWhere does all that leave us today? Has the CPC become the new “Natural Governing Party” as some argue? Yet the recent election of Justin Trudeau as leader of the Liberal party has breathed much new life and enthusiasm in the party and in the population at large. Can the Liberals win the next election, or regain their Official Opposition status? On the other hand, as is evident from their April convention, the New Democratic Party (NDP) is transforming its platform and its image to become less “socialist”, presumably in order to please the Canadian electorate. How well will it perform? There are no answers to these questions since the future rests in our collective hands. We can, however, examine the core political thoughts of the three major parties in order to better understand the political options offered to Canadians. This is the objective of this paper.\r\n\r\n![Parliament Hill, Ottawa](http://farm8.staticflickr.com/7068/6821788988_d2d1ac6faa_b.jpg)\r\n\r\n<p class=\"caption\">Source: <a href=\"http://www.flickr.com/photos/59355637@N00/6821788988/\">Brent Eades (Flickr)</a></p>\r\n\r\n## Part I\r\n\r\n### The election of May 2011\r\n\r\n#### The Conservative Party\r\n\r\nThe constitutional debacles of the late 1980’s and early 1990’s have had a profound impact on the Progressive Conservative Party. It lost its luster across Canada, particularly in the West, were it was seen as just another Liberal Party led by a clique catering to the whims and fancies of the “East”, especially of Quebec. This led, as early as 1987, to the rise of the Reform Party of Ernest Manning and to the search of a political voice which could “unite the Right and bring the West in”. Along with Ernest Manning, this task fell upon Harper and some like-minded militants, many of them academics at the University of Calgary, including Tom Flanagan who became Harper’s friend and, for a while, his top adviser. This group worked tirelessly to create a new and what they believed would be a “genuine” Conservative Party, freed of the oxymoron “progressive” label. \r\n\r\nThe obstacles they surmounted were many. They successfully combated, first, the populism of the Reform Party, then the social conservatism of the Canadian Alliance led by Stockwell Day, then the “progressive” ideology of Joe Clark’s Progressive Conservative Party, then the accusations of a “hidden agenda” directed at them by some media and by opposition parties, then the hesitations of the Canadian electorate who, at first,  reluctantly granted them a minority status in the January 23rd 2006 election, and once again in the October 14th 2008 election. Only after having won all of these combats did the Conservative Party finally win its first majority mandate.\r\n\r\nClearly the Conservatives have learned from their past mistakes and, in spite of Justin Trudeau’s spectacular rise and the corruption scandals of some of their senators, I believe that they are likely to consolidate their hold on power. It is not farfetched to believe that they may even replace the Liberal Party as the “natural governing party”. Whether we look at this possibility with glee or horror, and whether we like or dislike Harper, we have to recognize the remarkable accomplishment of the Conservative team. It required strong ideological convictions, political knowhow, hard work, and the ability to bridge the unavoidable contradictory voices within their team without losing track of their fundamental perspective.\r\n\r\nThis success story shows that the reawakening and revamping of a moribund party and its rise to the top, while achievable, is certainly not an easy task. Are the Liberals under Justin Trudeau or the NDP under Thomas Mulcair up to the challenge? \r\n\r\n#### The New Democratic Party\r\n\r\nAt first sight the NDP’s achievement seems more extraordinary than the Conservatives’. Here is a party that went from the 36 seats won by Jack Layton in the 2008 election to 103 seats in 2011: a mind-boggling increase of nearly 180%.  In fact Jack Layton’s first prowess was surpassed once only in the NDP’s history, when Ed Broadbent won 43 seats in 1988. Just as extraordinary is the fact that the NDP, which was generally stuck in third place in what seemed to be its irremediable lot, became the Official Opposition. And not any old Official Opposition: with its 103 seats it ties for the fifth largest opposition ever sent to Ottawa in the 41 federal elections since 1867. \r\n\r\nEven more astonishing is the NDP’s breakthrough in Quebec. This “Orange Wave” nearly equaled the massive wins of Pierre Elliott Trudeau in 1980 and of Brian Mulroney in 1984. It decimated the Bloc Québécois, which had systematically garnered a substantial majority of Quebec seats in every election since its creation in 1993. And to top it all, we should recall that only two Quebec MPs had ever been elected since 1933, when the CCF (the NDP predecessor) was founded. A major upheaval indeed! \r\n\r\nQuebecers’ affectionate endorsement of Jack Layton clearly indicates that they are seeking new faces and fresh air in their political environment. Their ties to a nationalistic party, or to one or the other of the traditional big parties, have seriously been weakened. Who will take advantage of this new openness? While Quebec’s Liberal Party, under its new leader, Mr Couillard, is proudly bearing its Canadian identity on its sleeve, past history shows that a wind of nationalism and separatism could always sweep the province. \r\n\r\n#### The Liberal Party of Canada\r\n\r\nThe Liberal Party was badly trounced in 2011, winning a mere 34 seats – down from 77.  The Conservatives won almost five times as many (166), and the NDP, three times more (103).  It has lost the support of about 850,000 voters, and its share of the popular vote was 19% compared to almost 40% for the Conservatives and 31% for the NDP. It couldn’t even hold onto its position as Official Opposition. Michael Ignatieff lost his own seat and resigned soon after, to be replaced by Bob Rae as “interim leader”.\r\n\r\nThe picture is even gloomier when we look at this situation in a historical perspective. Since 2006 the Conservatives have won three elections against a Liberal Party successively led by Paul Martin, Stéphane Dion, and Michael Ignatieff. Then the fourth – albeit interim – leader of the party, Bob Rae, dropped from the leadership race of the party, clearly to avoid confronting Justin Trudeau. If the fifth leader, Justin Trudeau, is defeated by the Conservatives and replaced by yet another sacrificial lamb, the very existence of the Liberal Party could well be in jeopardy. The extinction of the voice of the major western political philosophy would certainly be a sad day for Canada. \r\n\r\n![Parliament Hill, Ottawa](http://farm8.staticflickr.com/7205/6821798536_1f0f25692d_b.jpg)\r\n\r\n<p class=\"caption\">Source: <a href=\"http://www.flickr.com/photos/59355637@N00/6821798536/\">Brent Eades (Flickr)</a></p>\r\n\r\n## Part II\r\n\r\n### Assessing Canada’s Political Options\r\n\r\nCanada is one of the few countries where three major Western political philosophies – Liberalism, Conservatism, and Social Democracy – have constituted an intrinsic part of its political landscape for almost a century (more precisely since the birth of the CCF in 1933). In this section of the paper we are going to review the meaning of these ideologies in the Canadian context. But, first, let us say a word on the values shared by all three perspectives. \r\n\r\nAll Canadian political parties share the basic democratic principles of the rule of law, of equality under the law, and of individual freedom. Just as importantly, they all stand for limited and accountable government. All believe in the sovereignty of the people and readily submit to its will as expressed in elections, which have been as free and fair as can reasonably be expected. All seek the Common Good; even though, as we shall see presently, they have distinct and markedly divergent conceptions of this Good. It is these differences that provide Canadians with real choices, and it is the shared values that ensure civility. As a result, whichever party is in power, all Canadians, regardless of their political affiliation, can expect to be treated with fairness and respect and can trust that honest efforts will be made by their governments to ensure their security and prosperity. This being said let us examine the fundamental philosophical principles and the historical origins of these three political ideologies.\r\n\r\n#### Conservative Values\r\n\r\nEdmund Burke (1730–1797), a member of a small elite of landowners, is widely regarded as the founder of Conservatism, a philosophy born in reaction to the excesses of the French Revolution of 1789. In his best known work, _Reflections on the Revolution in France_ (1790), Burke attributes these excesses to the revolutionaries’ blind trust in the notions of Progress and Reason and to their perverse belief that uprisings by masses of poor and uneducated people could bring about a better social order. To this Irish philosopher, these flawed ideas were inherited from the Age of Enlightenment. \r\n\r\nBurke’s ideas reflect the pessimistic conception of human nature held by the upper class of the era. The members of this class bemoaned the inability of ordinary people to lead peaceful and productive lives, to develop their intellectual skills and to recognize and adopt high moral values. They believed that unless the masses were properly educated, they would continue to live miserably and resort to violence and other criminal activities. Consequently, they saw it as their duty to extirpate from the lowly people their asocial drives. As the online _Stanford Encyclopedia of Philosophy_ explains “Burke retained all his life a sense of the responsibility of the educated, rich and powerful, to improve the lot of those whom they directed [...] and a strong sense of the importance of educated people as agents for constructive change.” To Burke the preservation of tradition, the necessity of submitting to authority, the irreplaceable importance of the elite, were essential prerequisites to the common good. \r\n\r\nGenerally, the notions of tradition and respect of authority in the conservative philosophy are accompanied by the inclusion of religion in its core values. For example, this is illustrated in a compendium of articles by 12 leading American Conservative thinkers, written in 1964, edited by Frank S. Meyer, and titled _What is Conservatism?_ One can read:\r\n\r\n> The organizing principle of the tradition, its root perception, is held by way of belief, of faith, rather than by way of ratiocinative establishment of truth. (Meyer 116)\r\n> [...]\r\n> We have here the foundation of any true idea of freedom: man’s power to contribute to the divine purpose of his existence … (Meyer 117)\r\n\r\nIn summary, the foundational principles of what could be called Classical Conservatism are: 1) An attachment to the past and a respect of tradition; 2) A deep suspicion of the notions of Reason and Progress as valid instruments in the quest of a good social order; 3) A strong belief in the necessary respect of authority; 4) A recognition of the existence of superior forces and values, often of divine origin, which play a crucial role in defining morality as a guide to human actions. \r\n\r\nLet us underline however that, like any other political ideology, and in spite of its name and its strong emphasis on maintaining the status quo, conservatism changes and adapts to new contexts. In today’s multicultural Canada, for example, conservatives, especially in Canada, rarely acknowledge openly point # 4. Yet, not too long ago religion occupied a central place in politics. In fact, since the very early days of Confederation and up to the 1950’s the Conservative Party was essentially Protestant, while the Liberal Party was open to Catholics and accessorily to Jews and immigrants. In today’s Canada, religion has become the preserve of a sub-group referred to as “social-conservatives,” to be distinguished from two other sub-groups: “traditional-conservatives”, who stress the links to the past, and “laissez-faire conservatives”, who focus on the primacy of market forces and minimal government intervention. Social conservatism is characterized by its moral agenda, which opposes or resists the transformation of existing ways of life. Nowadays, the most pressing issues of this perspective are gay marriages and the right to abortion.\r\n\r\nLet us now turn to our own, and quite new, Conservative Party. I say “new” because this party represents a clear break with all previous Canadian conservative voices. It broke away from the Reform Party of Preston Manning, from the Canadian Alliance of Stockwell Day, and, last and most importantly, from the Progressive Conservative Party of Canada, which had been the conservative voice of Canada for many generations. We shouldn’t forget that this party had almost vanished as a result of the constitutional crisis of the late 1980’s and early 1990’s. Numerous attempts to rebuild it failed; and it ended up being absorbed by Harper’s new conservative voice. This was not welcomed by all former Progressive Conservatives. For example, Joe Clark, twice its leader, and once Prime Minister of Canada, categorically rejected this merger. On April 25, 2004, he declared publicly that he preferred the Liberals to Harper’s party:\r\n\r\n> I would prefer to go with the devil we know […] I’m that concerned with the imprint of Stephen Harper, not only what he stood for in the past, but the way he has led this party. (103 Flanagan)\r\n\r\nObviously, Harper’s Conservatives are a new breed. What kind of Conservatism is it? Tom Flanagan, author of _Harper’s Team: Behind the Scenes in the Conservative Rise to Power_ (McGill-Queens, 2007), will help us better understand this new variant. To Flanagan the major inspiration of Harper’s team are Edmund Burke and Friedrich Hayek, the well-known right-wing philosopher and economist who shared the 1974 Nobel Prize with the left-wing economist Gunnar Myrdall.\r\n\r\nUnsurprisingly, Flanagan is highly impressed by Hayek’s high regard of market mechanisms. But, surprisingly, he highly values what he calls Hayek’s “moral traditionalism,” which sees the “spontaneous order” of society as a sort of natural filter through which the “habits, traditions, customs, and conventions [emerge] that can be followed without being rationally articulated.” To Harper’s team, therefore, the “spontaneous order” applies not only to market relations but to the determination of moral values. As proof of Stephen Harper’s endorsement of the link between economics and morality Flanagan quotes the following excerpt of a paper read by Harper in 2003: \r\n\r\n> The truth is that strong economic and social conservatives are more often than not the same people, and not without reason. […] The philosophical fusion has become deep and wide-spread. Social conservatives more often than not demand the government stop intervening in individual decisions, just as classical liberals often point to the religious roots of their focus on the individual. (Flanagan 19)\r\n\r\nFlanagan’s and Harper’s interpretations of Burke and Hayek allow us to understand their own conception of Conservatism. From Burke comes a pessimistic conception of human nature which leads to a great reliance on tradition and a mistrust of reason. From Hayek comes their supreme confidence in the “spontaneous order” which they apply to both economic _and_ moral issues. Thirdly, they give pride of place to religion which they see as an intrinsic component of conservatism and not merely as the preserve of “social conservatives.” On this basis we can deduce the following foundational principles of the Conservative Party of Canada: \r\n\r\n1. A Good social order, both in economic and moral terms, is founded on respect of the “spontaneous order”. \r\n2. Tradition is the best guide to a good life. Tampering with tradition through abstract Reason, (implicitly as Liberals and so-called Progressives are prone to do), is dangerous. \r\n3. Through its respect of tradition, its strong religious roots, and the role it assigns to elites, Conservatism knows how to distinguish Right from Wrong and successfully avoids the “moral relativism” so characteristic of liberalism. \r\n\r\nTo conclude this section, let us note how odd it is that many modern conservatives, within and outside “Harper’s Team”, adopt Hayek as their mentor and take him as a genuine “conservative”.  This strikes me as particularly ironic since Hayek forcefully refused this label. In a piece aptly titled “Why I am not a Conservative”, a postscript to one of his major works, _The Constitution of Liberty_ (1960), he explained at length why he considers himself a Liberal (more precisely a “Classical Liberal”). He writes: \r\n\r\n> The conservative and the liberal disposition differ radically. [...] One of the fundamental traits of the conservative attitude is fear of change, a timid distrust of the new as such, while the liberal position is based on courage and confidence, on a preparedness to let change run its course even if we cannot predict where it will lead. (Meyer 91)\r\n\r\nAs we can see, Hayek criticizes the pessimistic conception of human nature which underlies conservatism and leads to a lack of courage and a fear of change.  He further highlights a fundamental difference between liberalism and conservatism:\r\n\r\n> Unlike liberalism with its fundamental belief in the long-range power of ideas, conservatism is bound by the stock of ideas inherited at a given time. And since it does not really believe in the power of argument, its last resort is generally a claim to superior wisdom, based on some self-arrogated superior quality. (Meyer 95) \r\n\r\nLet us now examine the foundational principles of liberalism.\r\n\r\n#### Liberal Values\r\n\r\nI believe Hayek has aptly detected and described, albeit somewhat harshly, important differences between liberalism and conservatism. Whereas conservatism seeks to conserve the “superior form of wisdom” that derives from respecting tradition, religion and authority, liberalism, in contrast, is founded on the belief that the future is wide open. While recognizing that history is a rich source of lessons, liberalism insists that people must use their reason to understand the present as best they can in order to improve it. To conservatism, the purpose of social institutions, including the state, is to offset and control what it perceives as humans’ inherent violent and egoistic nature. Liberalism, on the other hand, sees humans as peace loving beings capable of cooperation and it evaluates social institutions in terms of their capacity to bring about a more just society. To conservatism, adherence to the “right values” is an essential prerequisite to ensure the preservation of the existing social order. For liberalism, the foundations of a good social order rest on the realization that change is not only unavoidable but necessary. Furthermore, liberalism recognizes the existence of numerous value systems, and thus makes tolerance its cardinal value. This is often seen by conservatives as unacceptable “moral relativism”. To liberalism religion belongs to the private domain, and should be kept separate from political life. Conservatism, on the contrary, purposely integrates religion in its political project (until recently in Canada it was Christianity).\r\n\r\nMuch like conservatism, liberalism was born in the midst of a revolutionary moment. And as is the case for conservatism, a famous name is associated with it. The English philosopher John Locke (1632 – 1704) is widely regarded as the father of both Classical Liberalism and the British Enlightenment. Contrary to Burke who took upon himself the task of getting the “lowly” people out of their primitive and violent ways of life, Locke’s entire intellectual endeavor was aimed at the reform of the prevailing social order. As an active member of the Whig (liberal) party, he contributed to the advent of a constitutional monarchy, through the so-called _Glorious Revolution_ of 1688. Thus liberalism was born in England, about a century ahead of most other countries. \r\n\r\nLocke’s ideas had an immediate influence on other European nations. He was particularly admired by Voltaire and through him had a lasting impact on the French political culture. About a century later, Locke’s ideas greatly influenced both the Declaration of Independence (1776), and the Constitution of the United States (1788). Delving into Locke’s philosophy as expressed in three of his major works will help us differentiate liberalism from conservatism: The _First_ and _Second Treatise of Civil Government_ and _A Letter Concerning Toleration_. \r\n\r\nLocke devotes his entire _First Treatise_ to denounce what he perceives as an extremely wrong-headed attack on individual freedom. He severely criticizes Sir Robert Filmer for his defense of absolute monarchy in _Patriarcha_. In lieu of arguments, claims Locke, Filmer repeats endlessly that God willed absolute power since he created Adam and gave him power over Eve and their descendants. That these affirmations are drawn from the Bible, argues Locke, doesn’t transform them into facts or proofs. After a long and detailed examination of the arguments presented, Locke concludes that Filmer has utterly failed to refute the principle of “man’s natural freedom”.\r\n\r\nLet us note that from the notion of “man’s natural freedom” are derived, to this day, two of the founding principles of liberalism: first, the primacy of the individual, and second, the belief that political legitimacy rests on the consent of individual citizens regardless of their social class, ethnicity, or other attributes. While today these ideas are shared by all Canadian political parties, they were revolutionary at the time and rejected by the power holders, including, of course, the conservatives. \r\n\r\nIn his _Second Treatise_, Locke presents the system of government and civil society that he advocates, contrasting a hypothetical “state of nature” to “civil society”. In Paragraph 4 of Chapter 2 he writes: \r\n\r\n> To understand political power right, and derive it from its original, we must consider what state all men are naturally in, and that is, a _state of perfect freedom_ to order their actions, and dispose of their possessions and persons, as they think fit […]  \r\n> A _state_ also _of equality_, wherein all the power and jurisdiction is reciprocal, no one having more than another […]\r\n\r\nIt is often claimed that the single most important value of liberalism is freedom, whereas equality is the core value of social-democracy. Clearly, the father of Classical Liberalism would not agree. To Locke, freedom and equality were inseparable. This raises an intriguing question: Given that humans are free and equal in the state of nature, why would they want to create a government wielding power over them? They do it, according to Locke, to avoid the unavoidable chaos, or “state of war” resulting from this “perfect freedom” and “equality”: \r\n\r\n> To avoid this _state of war_ is one great reason of men’s putting themselves into society, and quitting the state of nature: for where there is an authority, a power on earth, from which relief can be had by _appeal_, there the continuance of the _state of war_ is excluded, and the controversy is decided by that power.\r\n\r\nSo far today’s liberals and conservatives would agree. But Locke goes farther. People cannot possibly give up their “perfect freedom” and full equality without getting something more valuable in return.  They do it in order to achieve a higher Good: “for no rational creature can be supposed to change his condition with an intention to be worse”.  Here lies a fundamental difference between liberalism and conservatism. To the former, government is not a necessary evil, but a positive good. Why? Because a good government, according to Locke:\r\n\r\n> is bound to govern by established _standing laws_, promulgated and known to the people, and not by extemporary decrees; by _indifferent_ and upright _judges_, who are to decide controversies by those laws; and to employ the force of the community at home, _only in the execution of such laws_, or abroad to prevent or redress foreign injuries, and secure the community from inroads and invasion. And all this to be directed to no other _end_, but the _peace_, _safety_, and _public good_ of the people. (Chapter IX, Paragraph 131)\r\n\r\nOf course, it isn’t just any government that can achieve the “public good of the people”. After all, Locke himself fought hard to get rid of absolute monarchy, and his entire First Treatise is a strong critique of authoritarianism which he believed was not conducive to the common good. And in an epoch marked by cruel religious wars Locke devoted much of his thinking to distinguish the sphere of government from that of religion. He writes, in his best-known essay titled _A Letter Concerning Toleration_, published in 1689: “I esteem it above all things necessary to distinguish exactly the business of civil government from that of religion.” (17) To Locke, the business of government is to procure, preserve and enhance “civil interest.” In today’s vocabulary “civil interest” would roughly translate as full security for all citizens, enjoyment of private property, individual freedom, social assistance and medical care. To fulfill its mandate, the government is granted by the people wide powers, including the use of force: “To give laws, receive obedience, and compel with the sword, belongs to none but the magistrate.” (19)\r\n\r\nIn contrast, asserts Locke, religion has nothing to do with “civil interest.” Its true business consists in “regulating men’s lives, according to the rules of virtue and piety.” (13) To him, a church is “a voluntary society of men, joining themselves together of their own accord in order to do the public worshipping of God in such a manner as they judge acceptable to Him, and effectual to the salvation of their souls.” (20) There are, claims Locke, a wide variety of ways of manifesting one’s beliefs and values and as long as the law of the land is respected people should be completely free to believe and value what they please. \r\n\r\nThis is how the notion of “tolerance” was first inscribed in liberal political philosophy. And, to this day, just as “tradition” is the cardinal virtue of conservatism, “tolerance” is the cardinal value of liberalism. \r\n\r\n#### Social Democratic Values\r\n\r\nThere are two distinct strands of Social Democracy in the Western world: one arose in the late 1860’s when the German Social Democratic and Labour Party adopted Marxism as its official ideology, the other was born in 1884 with the founding of the British Fabian Society. Both aimed at socialism, but advocated different means to achieve it. The former strongly supported the notions of class struggles and the necessity of revolutionary actions to liberate the workers from exploitation. The latter believed in gradual reforms and cooperation between people of all classes. A wide schism in terms of economic perspective separated the two strands. The Marxist school sought the socialization of the means of production, and hence a state directed economy, the other school advocated a mixed economy of private and cooperative enterprises. These two strands of the road toward socialism have been systematically present in the history of the West, sometimes carried by two or more distinct political parties, and sometimes, as is the case in Canada, as voices within a single political vehicle.\r\n\r\nIt is interesting to note that the notion of “cooperative” is inscribed in the name of Canada’s original Social Democratic voice: The Cooperative Commonwealth Federation (CCF) was created in Alberta in 1932. Its very first program, adopted in Regina in 1933 and known as the “Regina Manifesto”, reveals the coexistence of the two strands of Social Democracy. The opening sentence, strongly marked by the logic of class struggles, reads as follows:\r\n\r\n> We aim to replace the present capitalist system, with its inherent injustice and inhumanity, by a social order from which the domination and exploitation of one class by another will be eliminated, in which economic planning will supersede unregulated private enterprise and competition, and in which genuine democratic self-government, based on economic equality will be possible.\r\n\r\nThis sounds like the preamble of a revolutionary call to action. Yet, two paragraphs further, it advocates a democratic social order and the respect of the rule of law:\r\n\r\n> The CCF […] is a democratic movement, a federation of farmer, labour and socialist organizations, financed by its own members and seeking to achieve its ends solely by constitutional methods. \r\n\r\nClearly, from its inception, Canadian Social Democracy conveyed an ambiguous message. In plain language, the elimination of “unregulated private enterprise and competition” and the instauration of “economic planning” means the elimination of the existing social order. Yet, the Manifesto promised to attain this objective by resorting exclusively to peaceful, democratic and legal means.  \r\n\r\nIn 1956, faced with a strong anti-communist sentiment resulting from the Cold War, and the inability of the spirit of social democracy to make any significant gains in federal politics, the CCF reexamined its philosophical foundations and adopted a less radical new program, called the “Winnipeg Declaration.”  In its very first paragraph, the Declaration restated the previous objectives, albeit in a less provocative manner: \r\n\r\n> The aim of the Cooperative Commonwealth Federation is the establishment in Canada by democratic means of a cooperative commonwealth in which the supplying of human needs and enrichment of human life shall be the primary purpose of our society. Private profit and corporate power must be subordinated to social planning designed to achieve equality of opportunity and the highest possible living standards for all Canadians.\r\n\r\nThis statement is immediately followed by the statement: “This is, and always has been, the aim of the C.C.F.” Yet this affirmation of continuity is contradicted in the section’s titled “Social Planning for a Just Society,” which reveals a significant departure from the Regina Manifesto. The former objective of “eliminating unregulated private enterprise” has been replaced by the advocacy of a mixed public/private economy recognizing the value of private enterprise: \r\n\r\n> The CCF has always recognized public ownership as the most effective means of breaking the stranglehold of private monopolies on the life of the nation […]\r\n> At the same time, the CCF also recognizes that in many fields there will be need for private enterprise […]. The cooperative commonwealth will, therefore, provide appropriate opportunities for private business as well as publicly-owned industry.\r\n\r\nFurthermore, in the Winnipeg Declaration of 1956 all references to “class struggle” and to “domination and exploitation” have disappeared, while “economic planning” has been replaced by “social planning”. Clearly, the Winnipeg Declaration of 1956 represents a notable transformation of Canadian Social Democracy. It could be argued that “true” Social Democracy, defined as the democratic road towards socialism, was born in 1956. That year, the party turned away from revolutionary rhetoric, and adopted a new name which emphasized its attachment to democracy: the New Democratic Party (NDP).\r\n\r\nAll over the world, Social Democracy had to re-examine its foundations, especially after the disenchantment with the Soviet model crowned by the extinction of Communism in the 1990’s. Marxism of course, but also Socialism and Social Democracy lost much of their appeal. “liberal socialism” or straight “liberalism” became a more attractive alternative. This new type of Social Democracy was particularly successful in England. After much wrenching debates and soul-searching, the Labour Party adopted the “Third Way,” which was elaborated by political theorist Anthony Giddens, and put in practice by the government of Tony Blair. Essentially this perspective no longer tries to create a new social order. Instead, it aims at removing the unjust elements of capitalism. In 2009, Tony Blair publicly declared support for a “new capitalism,” which presumes, essentially, that “economic activity is best left to the private sector.”\r\n\r\nA similar, albeit milder, debate has gone on in Canada. For example, in _What’s Left? The New Democratic Party in Renewal_ (2001), a large number of NDP militants, including Ed Broadbent, one of the most successful and popular leaders of the party, advocated the necessary renewal of the NDP. The editor, David Berlin, writes in the preface: “The central question of this volume pertains to the tension between […] a party of principle which many social democrats think of as the NDP and a pragmatic party which is the one-stop-shop party in Canada.” \r\n\r\nThis question seems to have been answered at the April 2013 convention of the party. The participants overwhelmingly endorsed a motion meant to delete most of the references to socialism in their constitution. The NDP has thus adopted a variant of the “Third Way” by rejecting the notion of “social ownership” and by avoiding any business unfriendly language. Clearly, this party aims at the Center. How far will it go? Time will tell.\r\n\r\nThe attraction of power is a fundamental dimension of political life. As a result political parties are inevitably pulled to the centre, in their effort to appeal to as wide a spectrum as possible. This pull is so strong that it tends to blur the distinction between the basic principles of each party. Until the 2011 election, the NDP having no hope of forming the government, derived its political influence by pressuring the two potentially governing parties into adopting some of its policies, much to the advantage of Canadians who have benefitted from the progressive policies of the NDP in a slow and steady flow. But, now that it has joined the ranks of the potentially governing parties and become the Official Opposition it has considerably watered down its principles. By abandoning its Social Democratic spirit the NDP now stands on shaky philosophical and political grounds. And since it owes its Official Opposition status to the 59 seats it won in Quebec, strong will be the temptation to replace the Bloc Québécois as Quebec’s voice on the federal scene. How will this affect its status in the rest of Canada? Its electoral defeat in BC’s provincial election of the spring of 2013 may well be a sign of things to come. \r\n\r\n![Parliament Hill](http://farm9.staticflickr.com/8180/7884626456_d74675c73e_b.jpg)\r\n\r\n<p class=\"caption\">Source: <a href=\"http://www.flickr.com/photos/dougtone/7884626456/\">Doug Kerr (Flickr)</a></p>\r\n\r\n## Conclusion\r\n\r\nClearly, Canada has entered into a new political age. Of the three major parties only one, the Conservative Party, rests on solid theoretical, strategic and geographic foundations. This party upholds some basic principles of “conservatism”. Consequently, beyond the predictable campaign slogans, and political ups and downs, voters can evaluate the compatibility of their own values with that of the Conservatives.\r\n\r\nOn the other hand, both the Liberal Party and the NDP are so focused on “beating Harper” that they seem to have forgotten that a fundamental prerequisite to this goal is to show clearly to Canadians why liberalism, social democracy, or the NDP’s version of the “Third Way” would be more adequate than conservatism in meeting today’s challenges. To say the least, the political and ideological identities of both parties are ill-defined. Both claim to represent a “New Way” of doing politics. Both claim to represent “families and Canada’s youth”. But neither one clearly expresses where it stands with respect to its basic ideology. In the case of the Liberal Party this is all the more surprising since a majority of Canadians claim to be small l “liberals. The case of the NDP is more complex. How will this party maintain its present strength in Quebec without becoming Quebec-centric, thus losing its appeal in other provinces? Moreover, the two parties weaken each other by racing at full throttle towards the center of Canada’s political scene. How many parties will the center contain? How will Canadian diversity be represented? These are but some of the questions that Canadians will confront in the future. Let us hope they will be up to the challenge of deciphering their new political age. ", 
        "language_code": "en", 
        "slug": "canadas-new-political-landscape-what-looms-ahead"
    }
},
{
    "pk": 6, 
    "model": "news.articletranslation", 
    "fields": {
        "description": "L’élection fédérale du 2 mai 2011 a transformé l’univers politique du Canada de façon radicale.  Après plusieurs essais infructueux, le Parti conservateur du Canada (PCC) a finalement obtenu", 
        "parent": 3, 
        "title": "Le Nouveau Paysage Politique Canadien: A Quoi Peut-On S'Attendre?", 
        "content": "L’élection fédérale du 2 mai 2011 a transformé l’univers politique du Canada de façon radicale.  Après plusieurs essais infructueux, le Parti conservateur du Canada (PCC) a finalement obtenu son premier gouvernement majoritaire.   Le Parti libéral du Canada, longtemps perçu comme le « parti de gouvernance par défaut », ne parvient plus à maintenir son rôle d’opposition officielle.  Le Bloc québécois, qui semblait être la voix officielle intouchable du Québec à Ottawa, s’est complètement effondré.  Finalement, le Nouveau Parti démocratique (NPD), qui au cours de son histoire, a presque toujours été ignoré par l’électorat Québécois et n’a jamais été une véritable option pour gouverner, est devenu l’opposition officielle.\r\n\r\nOù en sommes-nous aujourd’hui?  Est-ce que le PCC est maintenant devenu le « parti de gouvernance par défaut  » comme certains le prétendent?  L’élection de Justin Trudeau comme chef du Parti libéral a donné une nouvelle vie et créé de l’enthousiasme dans le parti et dans la population en général.  Est-ce que les Libéraux peuvent gagner la prochaine élection, ou peuvent-ils redevenir l’opposition officielle?  D’autre part, tel que démontré lors de leur convention d’avril 2013, le NPD travaille à transformer sa plateforme électorale et son image, pour devenir moins « socialiste », possiblement pour plaire à l’électorat canadien.  Auront-ils du succès?  Nous n’avons pas les réponses à ces questions, puisque le futur est entre nos mains, à nous, la collectivité.  Nous pouvons cependant examiner les idées politiques des trois partis majeurs, afin de mieux comprendre les options offertes aux Canadiens.  Tel est l’objectif de ce texte.\r\n\r\n![Parliament Hill, Ottawa](http://farm8.staticflickr.com/7068/6821788988_d2d1ac6faa_b.jpg)\r\n\r\n<p class=\"caption\">Origine: <a href=\"http://www.flickr.com/photos/59355637@N00/6821788988/\">Brent Eades (Flickr)</a></p>\r\n\r\n## Premiere partie\r\n\r\n### L’élection de mai 2011\r\n\r\n#### Le Parti conservateur\r\n\r\nLes débâcles constitutionnelles des années 1980 et 1990 ont eu un impact profond sur le Parti progressiste-conservateur.  Il a perdu de son attrait partout au Canada, surtout dans l’Ouest où il était perçu comme un autre Parti libéral, mené par une clique préoccupée par les caprices de l’Est, et surtout du Québec.  Ceci a mené, dès 1987, à la montée du Parti réformiste de Ernest Manning et à la recherche d’une voix politique qui « unirait la droite et inclurait l’ouest ».  À part Ernest Manning, cette tâche est revenue à Harper et à d’autres militants partageant les mêmes idées, plusieurs d’entre eux professeurs à l’Université de Calgary, incluant Tom Flanagan qui devint un ami de Harper et pour un certain temps, son conseiller principal.  Ce groupe a travaillé sans relâche pour créer un nouveau et, ce qu’ils croyaient être un « véritable » Parti conservateur, libéré de l’étiquette « progressiste » contradictoire.\r\n\r\nLes obstacles surmontés furent nombreux.  Ils ont d’abord combattu le populisme du Parti réformiste, le conservatisme social de l’Alliance Canadienne de Stockwell Day, l’idéologie « progressive » du Parti progressiste-conservateur de Joe Clark, les accusations des médias et des partis de l’opposition d’avoir des intentions cachées.  En outre, ils firent face aux hésitations de l’électorat canadien qui leur a d’abord donné un statut minoritaire lors de l’élection du 23 janvier 2006 et à nouveau lors de l’élection du 14 octobre 2008.  Après avoir remporté tous ces combats, le Parti conservateur a enfin obtenu son premier mandat majoritaire.\r\n\r\nClairement, les conservateurs ont appris de leurs erreurs et malgré la montée spectaculaire de Justin Trudeau et les scandales de corruption de certains sénateurs conservateurs, ils semblent capable de consolider leur pouvoir. Il n’est pas exagéré de croire qu’ils remplaceront peut être le Parti libéral comme « parti de gouvernance par défaut ». Que l’on considère cette possibilité avec joie ou avec horreur, et que l’on aime ou déteste Harper, nous devons reconnaître les réussites remarquables de l’équipe des conservateurs.  Ces réussites ont nécessité de fortes convictions idéologiques, du savoir-faire politique, beaucoup de travail et l’habileté de faire des liens entre les voix contradictoires au cœur de leur équipe, sans perdre de vue leur perspective fondamentale.\r\n\r\nCette histoire à succès démontre que l’éveil et la refonte d’un parti mourant et son ascension au pouvoir est possible, mais aucunement facile.  Est-ce que les libéraux de Justin Trudeau ou le NPD de Thomas Mulcair sauront relever le défi?\r\n\r\n#### Le Nouveau Parti Démocratique\r\n\r\nA première vue, la réussite du NPD semble plus extraordinaire que la réussite des conservateurs.  On parle ici d’un parti qui avait gagné 36 sièges avec Jack Layton lors de l’élection de 2008 et qui en a remporté 103 sièges en 2011: une augmentation presque incroyable de presque 180%.  En fait, les prouesses de Jack Layton ont été dépassées seulement une fois dans l’histoire du NPD, lorsqu’Ed Broadbent a gagné 43 sièges en 1988.  Il est aussi extraordinaire de penser que le NPD, habituellement considéré comme un parti de troisième rang, est devenu l’opposition officielle.  Et pas n’importe quelle opposition officielle : avec ces 103 siège, il s’agit de la cinquième plus imposante opposition jamais envoyée à Ottawa dans les 41 élections fédérales depuis 1867.\r\n\r\nEncore plus surprenant est la percée du NPD au Québec.  Cette « vague orange » arrive presque nez à nez avec les victoires massives de Pierre Elliott Trudeau en 1980 et de Brian Mulroney en 1984.  La victoire du NPD a décimée le Bloc Québécois qui avait systématiquement remporté une majorité de sièges au Québec dans chaque élection depuis 1993.  De plus, on peut se rappeler que seulement deux députés Québécois avaient remporté leurs élections depuis 1933, alors que le Cooperative Commonwealth Federation (CCF - le prédécesseur du NPD) a été créé.  Tout un bouleversement!\r\n\r\nLe support de Jack Layton indique clairement que les Québécois recherchaient de nouveaux visage et un nouveau vent dans leur environnement politique.  Leurs liens à un parti politique national ou à l’un des grands partis traditionnel furent grandement affaiblis.  Qui prendra avantage de cette nouvelle ouverture?  Alors que le Parti libéral du Québec, avec son nouveau chef, Philippe Couillard, exprime clairement son identité canadienne, le passé nous démontre qu’une vague de nationalisme et de séparatisme peut toujours se propager dans la province.\r\n\r\n#### Le Parti libéral du Canada\r\n\r\nLe Parti libéral a été gravement affecté lors de l’élection de 2011, gagnant seulement 34 sièges – à comparer à 77 lors de l’élection précédente.  Les conservateurs ont remporté presque cinq fois plus de sièges (166) et le NPD, trois fois plus (103).\t  Les libéraux ont perdu le support d’environ 850 000 électeurs et leur portion du vote populaire a baissée à 19% en comparaison aux conservateurs qui ont obtenu presque 40% du vote et du NPD qui a obtenu 31% du support de l’électorat.  Les libéraux n’ont même pas réussi à demeurer dans l’opposition officielle.  Michael Ignatieff qui a lui-même perdu son siège, a ensuite démissionné et a été remplacé par Bob Rae comme « chef intérimaire ».\r\n\r\nLa situation est encore plus décourageante lorsque l’on étudie cette situation dans une perspective historique.  Depuis 2006, les conservateurs ont remporté trois élections contre le Parti libéral, mené successivement par Paul Martin, Stéphane Dion et Michael Ignatieff.  De plus, le quatrième chef – bien qu’intérimaire – Bob Rae, a laissé tomber la course au leadership du parti, clairement pour éviter de se mesurer à Justin Trudeau.  Si le cinquième chef, Justin Trudeau, est défait par les conservateurs et remplacé par un autre victime expiatoire, l’existence même du Parti libéral pourrait être remise en question.  La mort de la voix d’une philosophie politique occidentale majeure serait certainement triste pour le Canada.\r\n\r\n![Parliament Hill, Ottawa](http://farm8.staticflickr.com/7205/6821798536_1f0f25692d_b.jpg)\r\n\r\n<p class=\"caption\">Origine: <a href=\"http://www.flickr.com/photos/59355637@N00/6821798536/\">Brent Eades (Flickr)</a></p>\r\n\r\n## Deuxième partie\r\n\r\n### Évaluer les options politiques du Canada\r\n\r\nLe Canada est l’un des rares pays où trois philosophies politiques occidentales majeures – le libéralisme, le conservatisme et la démocratie-sociale – ont constitué une partie intégrale de l’univers politique pour presque un siècle (plus précisément, depuis la création du CCF en 1933).  Dans la prochaine section de ce texte, nous examinerons la signification de ces idéologies dans le contexte canadien.  Mais d’abord, nous discuterons des valeurs partagées par les trois perspectives.\r\n\r\nTous les partis politiques canadiens partagent les mêmes principes démocratiques de base, dont l’état de droit, l’égalité devant la loi et la liberté individuelle.  De façon aussi importante, les trois partis supportent un gouvernement limité et responsable.  Les trois croient en la souveraineté du peuple et se soumettent à sa volonté tel qu’exprimée lors des élections, lesquelles sont libres et juste, dans la mesure du raisonnable.  Tous recherchent le bien commun, même si, comme on le voit présentement, ils ont des conceptions bien distinctes et divergentes de ce qu’est le bien.  Dans ces différences, les Canadiens ont des choix réels et c’est dans les valeurs communes que l’on retrouve la civilité.  Conséquemment, quel que soit le parti au pouvoir, tous les Canadiens, sans égard à leur affiliation politique, peuvent s’attendre à être traité avec équité et respect et peuvent faire confiance aux efforts honnêtes qui seront faits par leurs gouvernements pour s’assurer de leur sécurité et de la prospérité.  Ceci étant dit, nous allons examiner les principes philosophiques fondamentaux et les origines historiques de ces trois idéologies politiques.\r\n\r\n#### Les valeurs conservatrices\r\n\r\nEdmund Burke (1730-1797), un membre de l’élite des propriétaires terriens, est souvent considéré comme le créateur du conservatisme, une philosophie née en réaction aux excès de la Révolution française de 1789.  Dans sa publication la plus connue, _Reflections on the Revolution in France_ (1790), Burke attribue ces excès à la confiance aveugle des révolutionnaires dans la notion de progrès et raison et à la croyance perverse que les soulèvements des masses pauvres et des gens sans éducation peuvent mener à un meilleur ordre social.  Selon ce philosophe irlandais, ces idées proviendraient directement de l’Âge des lumières.\r\n\r\nLes idées de Burke représentent la conception pessimiste de la nature humaine, tel qu’exprimée par la haute société de l’époque.  Les membres de cette classe sociale déploraient l’incapacité des gens ordinaires de mener une vie paisible et productive, de développer leurs habiletés intellectuelles et de reconnaître et adopter des valeurs morales.  Ils croyaient qu’à moins que les masses soient éduquées adéquatement, ils continueraient de vivre misérablement et de recourir à la violence et aux activités criminelles.  Conséquemment, ils considéraient que c’était leur devoir d’extraire des basses classes, leurs instincts asociaux.  Tel que mentionné dans la version en ligne du _Stanford Encyclopedia of Philosophy_, « Burke retained all his life a sense of the responsibility of the educated, rich and powerful, to improve the lot of those whom they directed [...] and a strong sense of the importance of educated people as agents for constructive change. »  Pour Burke, la conservation de la tradition, la nécessité de se soumettre à l’autorité et l’importance irremplaçable de l’élite étaient les prérequis essentiels au bien commun.\r\n\r\nDe façon générale, les notions de tradition et de respect de l’autorité dans la philosophie conservatrice incluent la religion à la base de ses valeurs.  Par exemple, on peut voir ceci illustré dans une compilation d’articles écrits par 12 grands penseurs conservateurs Américains.  Cette compilation, écrite en 1964 fut éditée par Frank S. Meyer et a pour titre _What is Conservatism?_  On peut y lire : \r\n\r\n> The organizing principle of the tradition, its root perception, is held by way of belief, of faith, rather than by way of ratiocinative establishment of truth. (Meyer 116)\r\n> [...]\r\n> We have here the foundation of any true idea of freedom: man’s power to contribute to the divine purpose of his existence … (Meyer 117)\r\n\r\nEn résumé, les principes fondateurs de ce qu’on appelle le conservatisme classique sont les suivants: 1) un attachement au passé et un respect des traditions; 2) de profonds soupçons envers les notions de raison et progrès comme instruments valides dans la quête d’un bon ordre social; 3) une forte croyance dans la nécessité du respect de l’autorité; 4) une reconnaissance de l’existence de forces supérieures et de valeurs, souvent d’origines divines, qui jouent un rôle crucial dans la définition de la moralité comme guide des actions humaines.\r\n\r\nPermettez-nous de souligner, cependant, que comme n’importe quelle idéologie politique, et malgré son nom et son accent prononcé sur le maintien du statut quo, le conservatisme change et s’adapte à de nouveaux contextes.  Dans le Canada multiculturel d’aujourd’hui, par exemple, les conservateurs, reconnaissent rarement le point 4.  Malgré cela, dans un passé récent, la religion occupait une place centrale en politique.  En fait, depuis le début de la Confédération et jusque dans les années 1950, le Parti conservateur était essentiellement protestant, alors que le Parti libéral était ouvert aux catholiques et aussi aux Juifs et aux immigrants.  Au Canada aujourd’hui, la religion est devenue la chasse gardée d’un sous-groupe appelé « conservateurs sociaux », qui doivent se distinguer de deux autres groupes : les « conservateurs traditionnels », qui insistent sur les liens au passé, et les « conservateurs laissez-faire », qui se concentrent sur l’importance des forces du marché et sur l’intervention gouvernementale minimale.  Le conservatisme social est reconnu pour son programme moral, qui s’oppose et résiste à la transformation des mœurs sociales existantes.  De nos jours, selon cette perspective, les sujets les plus pressants sont le mariage gai et le droit à l’avortement.\r\n\r\nTournons-nous maintenant vers notre propre et relativement nouveau Parti conservateur.  Nous utiliserons le terme « nouveau » puisque le parti représente un changement très clair en comparaison avec les autres voix conservatrices du Canada.  Le Parti conservateur s’est détaché du Parti réformiste de Preston Manning, de l’Alliance canadienne de Stockwell Day, et de façon plus importante, du Parti progressiste-conservateur du Canada qui fut la voix conservatrice du Canada pour plusieurs générations.  N’oublions pas que ce parti avait pratiquement disparu à cause de la crise constitutionnelle des années 1980 et 1990.  Plusieurs tentatives de reconstruction ont échouées; et il fût finalement absorbé par la nouvelle voix conservatrice de Harper.  Cette initiative n’était pas la bienvenue par tous les progressistes-conservateurs.  Par exemple, Joe Clark, qui fut deux fois le chef du parti et Premier Ministre du Canada sous cette bannière, a rejeté catégoriquement la fusion de ces partis.  Le 25 avril 2004, il a déclaré publiquement qu’il préférait le Parti libéral au parti de Harper : \r\n\r\n> I would prefer to go with the devil we know […] I’m that concerned with the imprint of Stephen Harper, not only what he stood for in the past, but the way he has led this party. (103 Flanagan)\r\n\r\nÉvidemment, les conservateurs de Harper sont d’une nouvelle espèce.  Tom Flanagan, l’auteur de _Harper’s Team: Behind the Scenes in the Conservative Rise to Power_ (McGill-Queens, 2007), nous aidera à mieux comprendre cette nouvelle variante.  Pour Flanagan, l’équipe Harper s’inspire grandement d’Edmund Burke et de Friedrich Hayek, philosophe et économiste de droite très connu, qui a partagé le Prix Nobel de 1974 avec l’économiste de gauche, Gunnar Myrdall.\r\n\r\nIl n’est pas surprenant que Flanagan soit grandement impressionné par le fait que Hayek admire les mécanismes du marché.  Il est cependant surprenant qu’il valorise ce qu’il appelle le « traditionalisme moral » de Hayek, qui perçoit « l’ordre spontané » de la société comme une sorte de filtre naturel au travers duquel les « habitudes, traditions, coutumes et conventions [émergent] et peuvent être suivis sans être articulé rationnellement. »  Donc, pour l’équipe Harper, « l’ordre spontané » s’applique non seulement aux relations du marché, mais aussi à la détermination des valeurs morales.  Pour prouver que Stephen Harper appui le lien entre l’économie et la moralité, Flanagan cite cet extrait d’un texte lu par Harper en 2003 : \r\n\r\n> The truth is that strong economic and social conservatives are more often than not the same people, and not without reason. […] The philosophical fusion has become deep and wide-spread. Social conservatives more often than not demand the government stop intervening in individual decisions, just as classical liberals often point to the religious roots of their focus on the individual. (Flanagan 19)\r\n\r\nLes interprétations de Flanagan et de Harper de Burke et Hayek, nous permettent de comprendre leur conception du conservatisme.  De Burke ils adoptent une version pessimiste de la nature humaine qui mène à une grande dépendance envers la tradition et un manque de confiance envers la raison.  De Hayek ils adoptent une confiance suprême envers « l’ordre spontané » qu’ils appliquent aux questions économiques et morales.  Troisièmement, les conservateurs de Harper mettent la religion au premier plan, puisqu’ils voient la religion comme un élément intrinsèque du conservatisme, et pas seulement un domaine réservé aux « conservateurs sociaux ».  En ce sens, nous pouvons déduire que les principes fondamentaux  du Parti conservateur du Canada sont les suivants :\r\n\r\n1. un bon ordre social, tant en termes moraux qu’économiques, est basé sur le respect de « l’ordre spontané ».\r\n2. la tradition est le meilleur guide pour une bonne vie.  Modifier les traditions avec la raison abstraite, (ce que les libéraux et les « progressifs » ont tendance à faire) est dangereux.\r\n3. par son respect de la tradition, ses fortes racines religieuses et le rôle qu’il donne à ses élites, le conservatisme permet de distinguer le bien du mal et évite avec succès le « relativisme moral » typiquement caractéristique du libéralisme.\r\n\r\nPour conclure cette section, nous voulons noter qu’il semble curieux que plusieurs conservateurs modernes, à même et à l’extérieur de « l’équipe Harper », adoptent Hayek comme mentor et le considèrent comme un vrai « conservateur ».  Cela semble plutôt ironique puisque Hayek refuse vivement cette étiquette.  Dans un document intitulé « Why I am not a Conservative », un postscriptum à l’un de ses écrits majeur, _The Constitution of Liberty_ (1960), il explique longuement pourquoi il se considère un libéral (plus précisément, un « libéral classique ».  Il note : \r\n\r\n> The conservative and the liberal disposition differ radically. [...] One of the fundamental traits of the conservative attitude is fear of change, a timid distrust of the new as such, while the liberal position is based on courage and confidence, on a preparedness to let change run its course even if we cannot predict where it will lead. (Meyer 91)\r\n\r\nComme on peut le constater, Hayek critique la conception pessimiste de la nature humaine, qui est à la base du conservatisme et nous amène à un manque de courage et à la crainte du changement.  Outre, il souligne une différence fondamentale entre le libéralisme et le conservatisme.\r\n\r\n> Unlike liberalism with its fundamental belief in the long-range power of ideas, conservatism is bound by the stock of ideas inherited at a given time. And since it does not really believe in the power of argument, its last resort is generally a claim to superior wisdom, based on some self-arrogated superior quality. (Meyer 95) \r\n\r\nExaminons maintenant les principes fondamentaux du libéralisme.\r\n\r\n#### Les valeurs libérales\r\n\r\nNous croyons que Hayek a adéquatement, bien que sévèrement détecté et décrit les différences importantes entre le libéralisme et le conservatisme.  Alors que le conservatisme tente de conserver une « forme supérieure de sagesse », qui provient d’un désir de respecter les traditions, la religion et l’autorité, le libéralisme, d’autre part, est fondé sur la croyance que le futur est plein de possibilités.  Alors que le libéralisme reconnaît que l’histoire est une riche source de leçons, il considère aussi que les gens doivent utiliser leur raison pour comprendre le présent du mieux possible afin de l’améliorer.  Pour le conservatisme, le but des institutions sociales, incluant l’état, est de compenser et contrôler ce qu’il perçoit comme étant la nature violente et égoïste des humains.  D’un autre côté, le libéralisme voit les humains comme des êtres paisibles et capables de coopérer et il évalue les institutions sociales selon leur capacité à créer une société plus juste.  Pour le conservatisme, l’adhérence aux « bonne valeurs » est un prérequis essentiel pour s’assurer de la préservation de l’ordre social existant.    Pour le libéralisme, les fondations d’un bon ordre social sont basées sur la compréhension que le changement ne peut être évité, puisque nécessaire.  De plus, le libéralisme reconnaît l’existence de nombreux systèmes de valeurs et conséquemment, considère la tolérance comme une valeur centrale.  Cette idée est souvent perçue comme du « relativisme moral » inacceptable par les conservateurs.  Pour le libéralisme, la religion appartient au domaine privé et devrait demeurer séparé de la vie politique.  Au contraire, le conservatisme intègre délibérément la religion dans son projet politique (jusqu’à tout récemment au Canada, il s’agissait de la chrétienté).\r\n\r\nComme dans le cas du conservatisme, le libéralisme est né dans un contexte révolutionnaire.  Et comme le conservatisme, un nom célèbre y est associé.  Le philosophe anglais John Locke (1632-1704) est considéré comme le père du libéralisme classique et de l’Âge des lumières.  Contrairement à Burke qui a voulait sortir les pauvres gens de leur mode de vie primitif et violent, la quête intellectuelle de Locke était dirigée vers la réforme de l’ordre social dominant.  Membre actif du parti Whig (libéral), il a contribué à l’avènement de la monarchie constitutionnelle par la Révolution glorieuse de 1688.  Donc, le libéralisme est né en Angleterre plus d’un siècle avant la majorité des autres pays.\r\n\r\nLes idées de Locke ont eu une influence immédiate sur les autres nations Européennes.  Voltaire admirait les idées de Locke et a eu un effet marquant sur la culture politique française.  Près d’un siècle plus tard, les idées de Locke ont influencé la Déclaration d’indépendance (1776) et la Constitution des États-Unis d’Amérique (1788).  Se pencher sur la philosophie de Locke, telle qu’exprimée dans ses travaux majeurs nous aidera à différencier le libéralisme du conservatisme : le premier et deuxième _Treatise of Civil Government_ et _A Letter Concerning Toleration_.\r\n\r\nLocke consacre l’entièreté du _First Treatise_ à dénoncer ce qu’il perçoit comme une attaque têtue sur la liberté individuelle.  Il critique sévèrement Sir Robert Filmer pour sa défense de la monarchie absolue dans son œuvre _Patriarcha_.  Selon Locke, plutôt que d’argumenter, Filmer répète sans cesse que la monarchie absolue est la volonté de Dieu puisqu’il a créé Adam et lui a donné le pouvoir sur Ève et ses descendants.  Bien que ces affirmations proviennent de la Bible, Locke argumente que cela ne les transforme pas en faits ou en preuves.  Après une analyse longue et détaillée des arguments présentés, Locke conclu que Filmer a complètement échoué à réfuter le principe de la « liberté naturelle de l’homme ».  \r\n\r\nPermettez-nous de noter que de cette notion de « liberté naturelle de l’homme » découle, jusqu’à ce jour, les principes fondateurs du libéralisme : premièrement, la primauté de l’individu et deuxièmement, la croyance que la légitimité politique est basée sur le consentement des citoyens individuels, peu importe leur classe sociale, leur appartenance ethnique, ou d’autres attributs.  Alors qu’aujourd’hui, ces idées sont partagées par les Canadiens de tous partis politiques, elles étaient révolutionnaires à l’époque et furent rejetées par les gens en position d’autorité, incluant, bien sûr, les conservateurs.\r\n\r\nDans le _Second Treatise_, Locke présente le système de gouvernement et la société civile qu’il défend, en contrastant un « état de nature » à une « société civile » hypothétique.  Dans le paragraphe 4 du chapitre 2 il écrit :\r\n\r\n> To understand political power right, and derive it from its original, we must consider what state all men are naturally in, and that is, a state of perfect freedom to order their actions, and dispose of their possessions and persons, as they think fit […]\r\n> A state also of equality, wherein all the power and jurisdiction is reciprocal, no one having more than another […]\r\n\r\nOn affirme souvent que la valeur la plus importante du libéralisme est la liberté, alors que l’égalité est la valeur au cœur de la démocratie sociale.  Clairement, le père du libéralisme classique ne serait pas d’accord avec cette affirmation.  Pour Locke, la liberté et l’égalité sont inséparables.  Cela soulève une question intéressante : puisque les humains sont libres et égaux dans cet état de nature, pourquoi voudraient-ils créer un gouvernement qui exerce une autorité sur eux?  Ils procèdent de cette façon, selon Locke, pour éviter l’inévitable chaos, ou « l’état de guerre » résultant de cette « liberté parfaite » et « égalité ».\r\n\r\n> To avoid this state of war is one great reason of men’s putting themselves into society, and quitting the state of nature: for where there is an authority, a power on earth, from which relief can be had by appeal, there the continuance of the state of war is excluded, and the controversy is decided by that power.\r\n\r\nloin.  Le peuple ne peut abandonner sa « liberté parfaite » et l’égalité complète sans obtenir quelque chose de plus valable en retour.  Ils le font pour atteindre un bien supérieur: _« for no rational creature can be supposed to change his condition with an intention to be worse »_.  Voici la différence fondamentale entre le libéralisme et le conservatisme.  Pour le premier, le gouvernement n’est pas un moindre mal, mais un élément positif.  Pourquoi?  Parce qu’un bon gouvernement, selon Locke :\r\n\r\n> is bound to govern by established standing laws, promulgated and known to the people, and not by extemporary decrees; by indifferent and upright judges, who are to decide controversies by those laws; and to employ the force of the community at home, only in the execution of such laws, or abroad to prevent or redress foreign injuries, and secure the community from inroads and invasion. And all this to be directed to no other end, but the peace, safety, and public good of the people. (Chapter IX, Paragraph 131)\r\n\r\nÉvidemment, ce n’est pas n’importe quel gouvernement qui peut créer le « bien public pour le peuple ».  Après tout, Locke lui-même s’est battu pour se débarrasser de la monarchie absolue et son œuvre First Treatise est une critique de l’autoritarisme, qu’il considérait comme un obstacle au bien commun.  Et à une époque marquée par des guerres de religion cruelles, Locke s’est grandement dévoué à distinguer entre la sphère du gouvernement de celle de la religion.  Il a écrit dans son essai le plus connu, _A Letter Concerning Toleration_, publié en 1689 : _« I esteem it above all things necessary to distinguish exactly the business of civil government from that of religion. »_ (17)  Pour Locke, la business du gouvernement est de procurer, préserver et augmenter « l’intérêt civil ».  Dans le vocabulaire actuel, « l’intérêt civil » se traduirait à peu près par la sécurité de tous les citoyens, la jouissance de la propriété privée, la liberté individuelle, l’assistance sociale et l’assurance maladie.  Pour remplir ce mandat, le peuple donne au gouvernement d’importants pouvoirs, incluant l’utilisation de la force: _« To give laws, receive obedience, and compel with the sword, belongs to none but the magistrate. »_ (19)\r\n\r\nD’autre part, comme l’affirme Locke, la religion n’a rien à voir avec « l’intérêt civil ».  Son véritable travail consiste à _« regulating men’s lives, according to the rules of virtue and piety. »_ (13)  Selon lui, l’église est _« a voluntary society of men, joining themselves together of their own accord in order to do the public worshipping of God in such a manner as they judge acceptable to Him, and effectual to the salvation of their souls. »_ (20)  Locke affirme qu’il y a une grande variété de façons de manifester ses croyances et ses valeurs et aussi longtemps que la loi du territoire existe et est respectée, le peuple devrait être complètement libre de croire en ce qu’il veut.\r\n\r\nC’est ainsi que la notion de « tolérance » fut d’abord gravée dans la philosophie politique libérale.  Jusqu’à ce jour, tout autant que la « tradition » est une vertu du conservatisme, la « tolérance » est la valeur capitale du libéralisme.\r\n\r\n#### Les valeurs sociales démocrates\r\n\r\nIl y a deux branches distinctes de la démocratie sociale dans le monde occidental: l’une a émergée dans les années 1860 alors que le Parti social-démocrate et le Parti des travailleurs d’Allemagne ont adopté le marxisme comme idéologie officielle, l’autre a vu le jour en 1884 avec la création de la British Fabian Society.  Les deux branches avaient pour objectif le socialisme, mais prônaient différentes méthodes pour l’accomplir.  Le premier supportait les notions de lutte de classes et la nécessité d’actions révolutionnaires pour libérer les travailleurs de l’exploitation.  Le deuxième croyait en des réformes graduelles et en la coopération entre les gens de toutes classes.  En termes économiques, un grand schisme séparait les deux branches.  L’école de pensée marxiste voulait la socialisation des moyens de production et conséquemment une économie dirigée par l’état, et l’autre école de pensée supportait une économie mixte, combinant les entreprises privées et coopératives.  Ces deux branches ont été systématiquement présentes dans le développement du socialisme dans l’histoire occidentale,  parfois endossé par un ou plusieurs partis politiques et aussi, comme au Canada, comme les voix à même un seul véhicule politique.\r\n\r\nIl est intéressant de souligner que la notion de « coopération » est inscrite dans le nom de la voix sociale-démocrate canadienne originale: le Cooperative Commonwealth Federation (CCF) fut créé en Alberta en 1932.  Dans son programme, adopté à Régina en 1933, et connu sous le nom du « Regina Manifesto », la coexistence des deux branches de démocratie sociale est révélée.  La phrase d’introduction, marquée fortement par la logique de la lutte des classes, est présentée comme suit :\r\n\r\n> We aim to replace the present capitalist system, with its inherent injustice and inhumanity, by a social order from which the domination and exploitation of one class by another will be eliminated, in which economic planning will supersede unregulated private enterprise and competition, and in which genuine democratic self-government, based on economic equality will be possible.\r\n\r\nCela ressemble à un préambule pour un appel à la révolution.  Malgré tout, deux paragraphes plus loin, le manifeste prône un ordre social-démocrate et un respect de la loi et de l’état de droit :\r\n\r\n> The CCF […] is a democratic movement, a federation of farmer, labour and socialist organizations, financed by its own members and seeking to achieve its ends solely by constitutional methods.\r\n\r\nClairement, du moment de sa création, la démocratie sociale canadienne a transmis un message ambigu.  L’élimination de  « l’entreprise non règlementée et de la compétition  », et la mise en place de « planification économique » signifie l’élimination de l’ordre social existant.  Malgré cela, le manifeste promet d’atteindre cet objectif en ayant recours exclusivement à des moyens paisibles, démocratiques et légaux.\r\n\r\nEn 1956, confronté par un fort sentiment anti-communiste résultant de la Guerre froide et l’incapacité de l’esprit de la démocratie sociale de faire des gains importants en politique fédérale, le CCF a réexaminé ses fondations philosophiques et a adopté un programme moins radical nommé la « Winnipeg Declaration. »  Dans son premier paragraphe, la déclaration réaffirme les objectifs, quoique d’une manière moins provocatrice:\r\n\r\n> The aim of the Cooperative Commonwealth Federation is the establishment in Canada by democratic means of a cooperative commonwealth in which the supplying of human needs and enrichment of human life shall be the primary purpose of our society. Private profit and corporate power must be subordinated to social planning designed to achieve equality of opportunity and the highest possible living standards for all Canadians.\r\n\r\nCette affirmation est immédiatement suivie de cette autre déclaration : « C’est, et ce fut toujours, l’objectif du CCF. »  Cette affirmation de continuité est contredite par la section intitulée _« Social Planning for a Just society »_, qui révèle de grands changements en comparaison au _Regina Manifesto_.  Le premier objectif « d’éliminer l’entreprise privée non-règlementée » a été remplacé par un plaidoyer pour une combinaison économique public/privé, qui reconnait la valeur de l’entreprise privée :\r\n\r\n> The CCF has always recognized public ownership as the most effective means of breaking the stranglehold of private monopolies on the life of the nation […]\r\n> At the same time, the CCF also recognizes that in many fields there will be need for private enterprise […]. The cooperative commonwealth will, therefore, provide appropriate opportunities for private business as well as publicly-owned industry.\r\n\r\nDe plus dans la Déclaration de Winnipeg de 1956, toutes les références à la « lutte des classes » et à la « domination et l’exploitation » ont disparues, alors que « planification économique » a été remplacé par « planification sociale. »  De toute évidence, la Déclaration de Winnipeg de 1956 représente une transformation de la démocratie sociale canadienne digne de mention.  On pourrait argumenter que la « vraie »  démocratie sociale, définie comme étant le cheminement de la démocratie vers le socialisme, est né en 1956.  Cette année-là, le parti s’est détourné de la rhétorique révolutionnaire et a adopté un nouveau nom qui mettait l’accent sur son attachement à la démocratie : le Nouveau Parti Démocratique (NPD).\r\n\r\nPartout dans le monde, la démocratie sociale a dû réexaminer ses fondations, surtout après les désillusions du modèle soviétique couronné par la disparition du communisme au cours des années 1990.  Bien sûr, le marxisme, mais aussi le socialisme et la démocratie sociale ont perdu beaucoup de leur attrait.  Le « socialisme libéral » ou le « libéralisme » sont devenus des alternatives plus séduisantes.  Ce nouveau type de démocratie sociale fut particulièrement populaire et a connu beaucoup de succès en Angleterre.  Après des débats déchirants et beaucoup de questionnements, le Labour Party a adopté le « Third Way », qui a été élaboré par le théoricien politique Anthony Giddens et mis en pratique par le gouvernement de Tony Blair.  Essentiellement, cette perspective n’essaie plus de créer un nouvel ordre social.  Cette perspective tente plutôt d’éliminer les éléments injustes du capitalisme.  En 2009, Tony Blair a déclaré publiquement son support pour un « nouveau capitalisme » qui assume essentiellement  «qu’il est mieux de laisser l’activité économique au secteur privé. »\r\n\r\nUn débat similaire, bien que plus modéré, s’est déroulé au Canada.  Par exemple, dans _What’s Left? The New Democratic Party in Renewal_ (2001), un grand nombre de militants du NPD, incluant Ed Broadbent, l’un des leaders le plus populaire du parti, recommandaient le renouvellement du NPD.  L’éditeur David Berlin note dans la préface : _« The central question of this volume pertains to the tension between […] a party of principle which many social democrats think of as the NDP and a pragmatic party which is the one-stop-shop party in Canada. »_\r\n\r\nOn semble avoir trouvé la réponse à cette question à la convention du parti en avril 2013.  Les participants ont supporté, avec une écrasante majorité, une motion voulant éliminer de leur constitution, la plupart des références au socialisme.  Le NPD a donc adopté une variante du « Third Way » en rejetant la notion de « propriété sociale » et en évitant un vocabulaire qui pourrait repousser le monde des affaires.  Clairement, ce parti souhaite se positionner au centre.  Jusqu’où irons-t-ils?\r\n\r\nLe désir d’obtenir le pouvoir est une dimension fondamentale de la vie politique.  Conséquemment, les partis politiques doivent inévitablement se positionner au centre, dans leurs efforts de plaire à un grand éventail d’électeurs.  Cette poussée est tellement forte qu’elle a tendance à embrouiller la différence entre les principes de base de chaque parti.  Jusqu’aux élections de 2011, le NPD n’ayant aucun espoir de former le gouvernement a dérivé son influence politique en mettant de la pression sur les deux partis ayant le potentiel de gouverner pour qu’ils adoptent certaines de leur politiques, à l’avantage des Canadiens qui ont pu bénéficier des politiques progressives du NPD dans un contexte graduel.  Mais maintenant qu’il a rejoint les rangs des partis de gouvernance, et est devenu l’opposition officielle, le NDP a considérablement dilué ses principes.  En abandonnant son esprit social-démocrate, le NPD est maintenant posé sur une base politique et philosophique instable.  Et puisque qu’il doit son statut d’opposition officielle à ses 59 sièges au Québec, la tentation sera grande de remplacer le Bloc Québécois en tant que voix officielle du Québec sur la scène fédérale.  Comment cette situation affectera-t-elle le statut du NPD dans le reste du Canada?  Sa défaite dans l’élection provinciale de Colombie-Britannique au printemps 2013 pourrait très bien être un indicateur des choses à venir.\r\n\r\n![Parliament Hill](http://farm9.staticflickr.com/8180/7884626456_d74675c73e_b.jpg)\r\n\r\n<p class=\"caption\">Origine: <a href=\"http://www.flickr.com/photos/dougtone/7884626456/\">Doug Kerr (Flickr)</a></p>\r\n\r\n## Conclusion\r\n\r\nDe toute évidence, le Canada est entré dans une nouvelle ère politique.  Des trois partis majeurs, seulement un, le Parti Conservateur, a de solides fondations théoriques, stratégiques et géographiques.  Ce parti maintien des principes de base du « conservatisme ».  Conséquemment, au-delà des slogans de campagne électorale prévisibles et les hauts et les bas de la politique, les électeurs peuvent évaluer la compatibilité de leurs valeurs en contraste avec celles des Conservateurs.\r\n\r\nD’autre part, le NPD et le Parti Libéral sont tellement concentrés sur l’idée de  « vaincre Harper » qu’ils semblent avoir oublié qu’un élément essentiel pour atteindre ce but est de démontrer clairement aux Canadiens pourquoi le libéralisme, la démocratie-sociale ou la version du NPD du « Third Way » serait plus adéquate que le conservatisme, afin de faire face aux défis d’aujourd’hui.  À tout le moins, les identités politiques et idéologiques des deux partis sont mal définies.  Les deux partis prétendent représenter un « nouvelle manière » de faire de la politique. Les deux partis prétendent représenter « les familles et la jeunesse du Canada ».  Cependant, aucun des deux n’exprime clairement où il se situe par rapport à son idéologie de base.  Dans le cas du Parti libéral, c’est encore plus surprenant puisque la majorité de Canadiens affirment être des libéraux (pas nécessairement en ligne avec le parti, mais en ligne avec les valeurs politiques).  Le cas du NPD est encore plus complexe.  Comment se parti maintiendra-t-il sa forte présence au Québec, sans devenir un parti centré sur le Québec, perdant du même coup les autres provinces?  De plus, les deux partis s’affaiblissent l’un et l’autre en se précipitant sur le centre de la scène politique canadienne.  Combien de partis est ce que le centre peut contenir?  Comment la diversité canadienne sera-t-elle représentée?  Ce sont des questions auxquelles les Canadiens seront confrontés dans un futur rapproché.  Espérons qu’ils seront prêts à relever le défi de déchiffrer leur nouvelle ère politique.", 
        "language_code": "fr", 
        "slug": "le-nouveau-paysage-politique-canadien-quoi-peut-sa"
    }
},
{
    "pk": 1, 
    "model": "cms.page", 
    "fields": {
        "graphic": "graphics/465697821_373b055b3e_b.jpg", 
        "custom_template": false
    }
},
{
    "pk": 2, 
    "model": "cms.page", 
    "fields": {
        "graphic": "graphics/7513424364_e3977c5137_h_1.jpg", 
        "custom_template": false
    }
},
{
    "pk": 3, 
    "model": "cms.page", 
    "fields": {
        "graphic": "graphics/3121844717_8b7ca4ab97_b_1.jpg", 
        "custom_template": false
    }
},
{
    "pk": 1, 
    "model": "cms.pagetranslation", 
    "fields": {
        "description": "Who we are, our mission, etc.", 
        "parent": 1, 
        "title": "About", 
        "content": "## Publisher’s Note\r\n\r\nUpon opening, Montreal’s eyes were fixed on Pei and Cobb’s radical masterwork. Mayor Jean Drapeau named it Place Ville-Marie, recalling the first incarnation of the city. At its conception just over fifty years ago, it was the tallest building in the Commonwealth, and one of the most outlandish, with much of its space located underground. These beginnings of a whole other city underneath our feet gave Montreal a brilliant way to keep herself going amidst the unforgiving winter outside. Pei and Cobb realized that the railway would go right under the building and that further reinforcement would be necessary to withstand the consequent vibrations; interestingly, this makes it the most earthquake-resistant building in Montreal. Though designed as a cruciform to honour Montreal’s past, it also calls to the future, as no matter where you stand around the building, its perfect geometry and floor-to-ceiling glass give you the illusion that the building is transparent, with each wing reflecting the others without fail. Of course, its most notable feature remains its searchlight; visible up to a hundred kilometres away, constantly reassuring everyone that Montreal is still here.\r\n\r\nI have always found Place Ville-Marie to be the part of Montreal’s skyline that is most reflective of her character. Montreal has long been a centre of political thought that remains independent to the norm, resisting ignorant ideologies no matter the momentum they may have gained elsewhere. Montreal is able to learn from history, and bring great creativity and innovation to the rest of the planet all at once. This city stands as a beacon – beckoning all those who demand no less than to improve the way we live out our lives amongst each other, with a common vision for the future.\r\n\r\nWe live forever in the shadow of Place Ville-Marie – its large shadow – and the inability to fill that shadow does Montreal and the rest of Canada a great injustice. I have always believed that Montrealers – or all _citadins_ – have a responsibility to take charge in difficult times. The first appearance of this publication was during a time when the media would not let anyone be critical of our political direction. We are arriving at a similar time, and that is why we are back – really, we had never left. It was simply and falsely thought that our political society had evolved such that we need not return. However, in a time that Canada is so afraid of her own potential that she is able to establish a conservative federal government, and a separatist provincial government in the province of Quebec, this publication may be more necessary than ever. We are here, once again, to prove that Canada need not be afraid of herself.\r\n\r\nAbhinav Gupta,  \r\nPublisher", 
        "language_code": "en", 
        "slug": "about"
    }
},
{
    "pk": 2, 
    "model": "cms.pagetranslation", 
    "fields": {
        "description": "Qui somme-nous, etc", 
        "parent": 1, 
        "title": "À propos", 
        "content": "## Note de l’éditeur\r\n\r\nÀ son ouverture, les yeux de Montréal se fixèrent sur l’œuvre magistrale de Pei et Cobb. Lors de sa conception cinquante ans plus tôt, c’était l’immeuble le plus haut du Commonwealth, et l’un des plus exotiques avec tout son espace sous-terrain – les débuts d’une nouvelle ville sous nos pieds; une façon brillante de se protéger de l’hiver impitoyable de l’hiver Montréalais. Pei et Cobb ont compris que des rails souterrains passeraient directement en dessous de l’immeuble qui dû donc être renforcé pour résister aux vibrations. Par conséquent, l’immeuble est aussi celui qui résiste le mieux aux tremblements de terre. Dessiné en cruciforme pour honorer l’histoire de Montréal, l’édifice évoque aussi le futur, car peu importe l’angle duquel on le voit, sa géométrie parfaite et les surfaces en verre de la base jusqu’au sommet donne l’illusion que le bâtiment au complet est transparent, avec chaque aile reflétant les autres sans faute. Toutefois, sa caractéristique la plus mémorable reste son projecteur, visible à cent kilomètres, qui rassure tout le monde que Montréal est encore là. \r\n\r\nLe maire Jean Drapeau baptisa l’immeuble «Place Ville-Marie» en souvenir de la première incarnation de la ville. J’ai toujours cru que c’est la partie de l’horizon de Montréal qui reflète le plus son caractère. Montréal a toujours été un centre pour les pensées politiques qui divergent de la norme, résistante aux idéologies ignorantes peu importe l’élan qu’elles ont acquises ailleurs, prête à apprendre du passé et à introduire le futur au reste de la planète, transparente avec ses opinions basées sur des faits, et se tenant droite comme un phare – accueillant ainsi tous ceux qui ne demandent rien de plus que d’améliorer la façon dont nous vivons ensemble avec ces valeurs communes.\r\n\r\nNous vivons toujours dans son ombre – sa grande ombre – et l’incapacité de remplir cette ombre est une grande injustice pour Montréal, et pour le reste du Canada. J’ai toujours trouvé que les Montréalais – ou les _citadins_ – ont la responsabilité de se présenter en première ligne lors des crises. La première incarnation de cette publication existait dans un moment de crise où les médias ne permettaient aucune critique de l’état. Nous sommes présentement dans une crise similaire, et c’est pour cela que nous sommes de retour. En réalité, nous ne sommes jamais partis. Tout simplement, il semblait que notre société politique avait suffisamment évolué pour que nous n’ayons pas besoin de revenir. Cependant, dans une époque où le Canada craint tellement son propre potentiel qu’il peut mettre un gouvernement fédéral conservateur et un gouvernement séparatiste au Québec au pouvoir, nous sommes plus nécessaires que jamais. Nous sommes là à nouveau pour prouver que le Canada n’a pas à avoir peur de lui-même. \r\n\r\nAbhinav Gupta,  \r\nÉditeur", 
        "language_code": "fr", 
        "slug": "a-propos"
    }
},
{
    "pk": 3, 
    "model": "cms.pagetranslation", 
    "fields": {
        "description": "Soon.", 
        "parent": 2, 
        "title": "Parlement LIBRE", 
        "content": "", 
        "language_code": "en", 
        "slug": "parlement-libre"
    }
},
{
    "pk": 4, 
    "model": "cms.pagetranslation", 
    "fields": {
        "description": "Bientôt.", 
        "parent": 2, 
        "title": "Parlement LIBRE", 
        "content": "", 
        "language_code": "fr", 
        "slug": "parlement-libre-fr"
    }
},
{
    "pk": 5, 
    "model": "cms.pagetranslation", 
    "fields": {
        "description": "Soon.", 
        "parent": 3, 
        "title": "Univercité LIBRE", 
        "content": "", 
        "language_code": "en", 
        "slug": "univercite-libre"
    }
},
{
    "pk": 6, 
    "model": "cms.pagetranslation", 
    "fields": {
        "description": "Bientôt.", 
        "parent": 3, 
        "title": "Univercité LIBRE", 
        "content": "", 
        "language_code": "fr", 
        "slug": "univercite-libre-fr"
    }
},
{
    "pk": 1, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_permission", 
        "name": "Can add permission", 
        "content_type": 1
    }
},
{
    "pk": 2, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_permission", 
        "name": "Can change permission", 
        "content_type": 1
    }
},
{
    "pk": 3, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_permission", 
        "name": "Can delete permission", 
        "content_type": 1
    }
},
{
    "pk": 4, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_group", 
        "name": "Can add group", 
        "content_type": 2
    }
},
{
    "pk": 5, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_group", 
        "name": "Can change group", 
        "content_type": 2
    }
},
{
    "pk": 6, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_group", 
        "name": "Can delete group", 
        "content_type": 2
    }
},
{
    "pk": 7, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_user", 
        "name": "Can add user", 
        "content_type": 3
    }
},
{
    "pk": 8, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_user", 
        "name": "Can change user", 
        "content_type": 3
    }
},
{
    "pk": 9, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_user", 
        "name": "Can delete user", 
        "content_type": 3
    }
},
{
    "pk": 10, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_contenttype", 
        "name": "Can add content type", 
        "content_type": 4
    }
},
{
    "pk": 11, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_contenttype", 
        "name": "Can change content type", 
        "content_type": 4
    }
},
{
    "pk": 12, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_contenttype", 
        "name": "Can delete content type", 
        "content_type": 4
    }
},
{
    "pk": 13, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_session", 
        "name": "Can add session", 
        "content_type": 5
    }
},
{
    "pk": 14, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_session", 
        "name": "Can change session", 
        "content_type": 5
    }
},
{
    "pk": 15, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_session", 
        "name": "Can delete session", 
        "content_type": 5
    }
},
{
    "pk": 16, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_site", 
        "name": "Can add site", 
        "content_type": 6
    }
},
{
    "pk": 17, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_site", 
        "name": "Can change site", 
        "content_type": 6
    }
},
{
    "pk": 18, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_site", 
        "name": "Can delete site", 
        "content_type": 6
    }
},
{
    "pk": 19, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_logentry", 
        "name": "Can add log entry", 
        "content_type": 7
    }
},
{
    "pk": 20, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_logentry", 
        "name": "Can change log entry", 
        "content_type": 7
    }
},
{
    "pk": 21, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_logentry", 
        "name": "Can delete log entry", 
        "content_type": 7
    }
},
{
    "pk": 22, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_author", 
        "name": "Can add author", 
        "content_type": 8
    }
},
{
    "pk": 23, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_author", 
        "name": "Can change author", 
        "content_type": 8
    }
},
{
    "pk": 24, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_author", 
        "name": "Can delete author", 
        "content_type": 8
    }
},
{
    "pk": 25, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_category", 
        "name": "Can add category", 
        "content_type": 9
    }
},
{
    "pk": 26, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_category", 
        "name": "Can change category", 
        "content_type": 9
    }
},
{
    "pk": 27, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_category", 
        "name": "Can delete category", 
        "content_type": 9
    }
},
{
    "pk": 28, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_categorytranslation", 
        "name": "Can add category translation", 
        "content_type": 10
    }
},
{
    "pk": 29, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_categorytranslation", 
        "name": "Can change category translation", 
        "content_type": 10
    }
},
{
    "pk": 30, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_categorytranslation", 
        "name": "Can delete category translation", 
        "content_type": 10
    }
},
{
    "pk": 31, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_article", 
        "name": "Can add article", 
        "content_type": 11
    }
},
{
    "pk": 32, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_article", 
        "name": "Can change article", 
        "content_type": 11
    }
},
{
    "pk": 33, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_article", 
        "name": "Can delete article", 
        "content_type": 11
    }
},
{
    "pk": 34, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_articletranslation", 
        "name": "Can add article translation", 
        "content_type": 12
    }
},
{
    "pk": 35, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_articletranslation", 
        "name": "Can change article translation", 
        "content_type": 12
    }
},
{
    "pk": 36, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_articletranslation", 
        "name": "Can delete article translation", 
        "content_type": 12
    }
},
{
    "pk": 37, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_page", 
        "name": "Can add page", 
        "content_type": 13
    }
},
{
    "pk": 38, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_page", 
        "name": "Can change page", 
        "content_type": 13
    }
},
{
    "pk": 39, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_page", 
        "name": "Can delete page", 
        "content_type": 13
    }
},
{
    "pk": 40, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_pagetranslation", 
        "name": "Can add page translation", 
        "content_type": 14
    }
},
{
    "pk": 41, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_pagetranslation", 
        "name": "Can change page translation", 
        "content_type": 14
    }
},
{
    "pk": 42, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_pagetranslation", 
        "name": "Can delete page translation", 
        "content_type": 14
    }
},
{
    "pk": 43, 
    "model": "auth.permission", 
    "fields": {
        "codename": "add_authortranslation", 
        "name": "Can add author translation", 
        "content_type": 15
    }
},
{
    "pk": 44, 
    "model": "auth.permission", 
    "fields": {
        "codename": "change_authortranslation", 
        "name": "Can change author translation", 
        "content_type": 15
    }
},
{
    "pk": 45, 
    "model": "auth.permission", 
    "fields": {
        "codename": "delete_authortranslation", 
        "name": "Can delete author translation", 
        "content_type": 15
    }
},
{
    "pk": 1, 
    "model": "auth.user", 
    "fields": {
        "username": "admin", 
        "first_name": "", 
        "last_name": "", 
        "is_active": true, 
        "is_superuser": true, 
        "is_staff": true, 
        "last_login": "2013-11-01T05:02:38.704Z", 
        "groups": [], 
        "user_permissions": [], 
        "password": "pbkdf2_sha256$10000$AdssN4PA4jRF$q5KJkaivhuAF2F1wc9hWeXnOy5mkMiMqMcNaoYAh5B8=", 
        "email": "ilostwaldo@gmail.com", 
        "date_joined": "2013-11-01T05:01:16.609Z"
    }
},
{
    "pk": 1, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T05:04:01.032Z", 
        "object_repr": "Robin Morgan", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 2, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T05:06:12.317Z", 
        "object_repr": "Revue", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 9
    }
},
{
    "pk": 3, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T05:07:34.141Z", 
        "object_repr": "Un titre francais by Robin Morgan [Revue]", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 4, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T05:10:32.864Z", 
        "object_repr": "Revue", 
        "object_id": "1", 
        "change_message": "category translation « CategoryTranslation object » ajouté.", 
        "user": 1, 
        "content_type": 9
    }
},
{
    "pk": 5, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T05:52:44.758Z", 
        "object_repr": "Multiculturalism, Dialogue, and Canada by Robin Morgan [Derivatives]", 
        "object_id": "1", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 6, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T05:53:02.651Z", 
        "object_repr": "localhost:8000", 
        "object_id": "1", 
        "change_message": "Changed domain and name.", 
        "user": 1, 
        "content_type": 6
    }
},
{
    "pk": 7, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T06:18:48.617Z", 
        "object_repr": "Qu'est-ce que tu veux? by Robin Morgan [Revue]", 
        "object_id": "2", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 8, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T06:30:50.171Z", 
        "object_repr": "Not Sure How To Translate That by Robin Morgan [Derivatives]", 
        "object_id": "3", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 9, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T16:51:02.199Z", 
        "object_repr": "Points", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 9
    }
},
{
    "pk": 10, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T16:51:41.949Z", 
        "object_repr": "Mise à jour", 
        "object_id": "1", 
        "change_message": "category translation « CategoryTranslation object » ajouté.", 
        "user": 1, 
        "content_type": 9
    }
},
{
    "pk": 11, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T16:55:30.046Z", 
        "object_repr": "Revue", 
        "object_id": "2", 
        "change_message": "", 
        "user": 1, 
        "content_type": 9
    }
},
{
    "pk": 12, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T17:01:53.447Z", 
        "object_repr": "À propos", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 13, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T17:16:59.192Z", 
        "object_repr": "Parlement LIBRE", 
        "object_id": "2", 
        "change_message": "", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 14, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T17:18:18.565Z", 
        "object_repr": "Univercité LIBRE", 
        "object_id": "3", 
        "change_message": "", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 15, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T17:22:29.998Z", 
        "object_repr": "In The Continuum Of Time by Robin Morgan [Derivatives]", 
        "object_id": "4", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 16, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-01T22:48:44.066Z", 
        "object_repr": "Robin Morgan", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 17, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T22:55:25.941Z", 
        "object_repr": "Robin Morgan", 
        "object_id": "1", 
        "change_message": "Changed graphic.", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 18, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T23:28:57.193Z", 
        "object_repr": "Robin Morgan", 
        "object_id": "1", 
        "change_message": "bio modifié pour author translation « AuthorTranslation object ». bio modifié pour author translation « AuthorTranslation object ».", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 19, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T23:29:07.039Z", 
        "object_repr": "Robin Morgan", 
        "object_id": "1", 
        "change_message": "bio modifié pour author translation « AuthorTranslation object ».", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 20, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T23:33:52.453Z", 
        "object_repr": "Multiculturalism, Dialogue, and Canada by Robin Morgan [Points]", 
        "object_id": "1", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 21, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T23:39:05.936Z", 
        "object_repr": "Multiculturalism, Dialogue, and Canada by Robin Morgan [Points]", 
        "object_id": "1", 
        "change_message": "Changed title, content and slug for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 22, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T23:40:59.739Z", 
        "object_repr": "Multiculturalisme, dialogue, et le Canada by Robin Morgan [Mise à jour]", 
        "object_id": "1", 
        "change_message": "Modifié graphic.", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 23, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-01T23:45:19.190Z", 
        "object_repr": "Robin Morgan", 
        "object_id": "1", 
        "change_message": "bio modifié pour author translation « AuthorTranslation object ».", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 24, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-02T00:02:16.942Z", 
        "object_repr": "Multiculturalisme, dialogue, et le Canada by Robin Morgan [Revue]", 
        "object_id": "1", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 25, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-02T00:18:15.813Z", 
        "object_repr": "Nick Keramarios", 
        "object_id": "2", 
        "change_message": "", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 26, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-02T00:21:44.281Z", 
        "object_repr": "Intelligence: A Question of Coordination by Nick Keramarios [Points]", 
        "object_id": "2", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 27, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-02T02:09:49.222Z", 
        "object_repr": "Max Nemni", 
        "object_id": "3", 
        "change_message": "", 
        "user": 1, 
        "content_type": 8
    }
},
{
    "pk": 28, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 1, 
        "action_time": "2013-11-02T02:24:31.362Z", 
        "object_repr": "Canada's New Political Landscape: What Looms Ahead? by Max Nemni [Derivatives]", 
        "object_id": "3", 
        "change_message": "", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 29, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T02:32:16.539Z", 
        "object_repr": "Canada's New Political Landscape: What Looms Ahead? by Max Nemni [Derivatives]", 
        "object_id": "3", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 30, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T02:36:47.714Z", 
        "object_repr": "Canada's New Political Landscape: What Looms Ahead? by Max Nemni [Derivatives]", 
        "object_id": "3", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 31, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T02:44:14.381Z", 
        "object_repr": "Canada's New Political Landscape: What Looms Ahead? by Max Nemni [Derivatives]", 
        "object_id": "3", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 32, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T02:50:53.128Z", 
        "object_repr": "Canada's New Political Landscape: What Looms Ahead? by Max Nemni [Derivatives]", 
        "object_id": "3", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 33, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:00:23.435Z", 
        "object_repr": "About", 
        "object_id": "1", 
        "change_message": "Changed content for page translation \"PageTranslation object\". Changed content for page translation \"PageTranslation object\".", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 34, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:03:41.137Z", 
        "object_repr": "Parlement LIBRE", 
        "object_id": "2", 
        "change_message": "Changed description and content for page translation \"PageTranslation object\". Changed description and content for page translation \"PageTranslation object\".", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 35, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:04:06.460Z", 
        "object_repr": "About", 
        "object_id": "1", 
        "change_message": "Changed content for page translation \"PageTranslation object\".", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 36, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:04:35.966Z", 
        "object_repr": "Univercité LIBRE", 
        "object_id": "3", 
        "change_message": "Changed description and content for page translation \"PageTranslation object\". Changed description and content for page translation \"PageTranslation object\".", 
        "user": 1, 
        "content_type": 13
    }
},
{
    "pk": 37, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:19:38.833Z", 
        "object_repr": "Multiculturalism, Dialogue, and Canada by Robin Morgan [Derivatives]", 
        "object_id": "1", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 38, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:21:40.424Z", 
        "object_repr": "Multiculturalism, Dialogue, and Canada by Robin Morgan [Derivatives]", 
        "object_id": "1", 
        "change_message": "Changed content for article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
},
{
    "pk": 39, 
    "model": "admin.logentry", 
    "fields": {
        "action_flag": 2, 
        "action_time": "2013-11-02T03:43:22.446Z", 
        "object_repr": "Canada's New Political Landscape: What Looms Ahead? by Max Nemni [Derivatives]", 
        "object_id": "3", 
        "change_message": "Added article translation \"ArticleTranslation object\".", 
        "user": 1, 
        "content_type": 11
    }
}
]
